Repository: nmcbride/Pika-Backup
Catalog: help/*/*.po
Languages: da, nl, tr, uk

source: Select the archive with the date and time from which you want to recover the files. If the corresponding archive is not listed, use the refresh button to update the list of archives.
da: Vælg det arkiv med den dato og det tidspunkt, hvorfra du vil gendanne filerne. Hvis det tilsvarende arkiv ikke er på listen, skal du bruge opdateringsknappen for at opdatere listen over arkiver.
nl: Selecteer het archief met de datum en het tijdstip waarvan u de bestanden wilt herstellen. Als het overeenkomstige archief niet in de lijst staat, kunt u de verversknop gebruiken om de archieflijst bij te werken.
tr: Dosyaları kurtarmak istediğiniz tarih ve saati içeren arşivi seçin. İlgili arşiv listelenmemişse, arşiv listesini güncellemek için yenile düğmesini kullanın.
uk: Виберіть архів із позначкою дати і часу, для яких ви хочете відновити файли. Якщо відповідного архіву немає у списку, скористайтеся кнопкою оновлення для оновлення списку архівів.

source: Use the <gui>Browse Saved Files</gui> option and wait until the file browser opens.
da: Brug indstillingen <gui>Gennemse gemte filer</gui> og vent på, at filhåndteringen åbner.
nl: Gebruik de optie <gui>Blader door opgeslagen bestanden</gui> en wacht totdat de bestandsbeheerder geopend wordt.
tr: <gui>Kayıtlı Dosyalara Göz At</gui> seçeneğini kullanın ve dosya tarayıcı açılana dek bekleyin.
uk: Скористайтеся пунктом <gui>Навігація збереженими файлами</gui> і зачекайте на відкриття вікна програми для керування файлами.

source: Make use of the <link href="help:gnome-help/files">GNOME Files</link> features to find the corresponding files and view them or to copy them to your computer.
uk: Скористайтеся можливостями <link href="help:gnome-help/files">Файлів GNOME</link> для пошуку відповідних файлів і перегляньте їх або скопіюйте їх на ваш комп'ютер.

source: Close <app>Pika Backup</app> or <em>eject</em> the backup archive via the <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">eject</gui> button
uk: Закрийте <app>Пискуху-копіювання</app> або <em>від'єднайте</em> архів із резервною копією за допомогою кнопки <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">від'єднання</gui>

source: <app>GNOME Files</app> will not preserve permissions when copying from the backup archive. To restore files with correct permissions, use <cmd>cp -a</cmd> on the commandline.
uk: <app>Файли GNOME</app> не зберігають права доступу при копіюванні з архіву резервної копії. Щоб відновити файли із правильними правами доступу, скористайтеся командою <cmd>cp -a</cmd> у командному рядку.

source: Recover data using other apps
uk: Відновлення даних за допомогою інших програм

source: Access Files without Pika Backup
da: Tilgå filer uden Pika Backup
nl: Bestanden benaderen zonder Pika Back-up
tr: Pika Yedek Olmadan Dosyalara Eriş
uk: Доступ до файлів без «Пискухи-копіювання»

source: <app>Pika Backup</app> stores files in a format that can only be read by <app>BorgBackup</app> compatible apps. The recommended way to access files from your backup is to install <app>Pika Backup</app>, configure the backup, and follow the <link xref="recovery-pika"/> instructions.
uk: <app>Пискуха-копіювання</app> зберігає файли у форматі, який здатні читати лише програми, які є сумісними з <app>BorgBackup</app>. Рекомендованим способом доступу до файлів з вашої резервної копії є встановлення <app>Пайки-копіювання</app>, налаштовування резервного копіювання і виконання настанов з розділу <link xref="recovery-pika"/>.

source: However, if <app>Pika Backup</app> is not available, alternative software can be used that works on a variety of operating systems.
uk: Втім, якщо <app>Пискуха-копіювання</app> є недоступною, можна скористатися альтернативним програмним забезпеченням, яке працює на широкому спектрі операційних систем.

source: Alternative Apps
uk: Альтернативні програми

source: The <link href="https://vorta.borgbase.com/install/">Vorta</link> application provides complete access to all your stored files via a graphical user interface.
da: Programmet <link href="https://vorta.borgbase.com/install/">Vorta</link> giver fuld adgang med en grafisk brugergrænseflade til alle dine gemte filer.
nl: De toepassing <link href="https://vorta.borgbase.com/install/">Vorta</link> geeft volledige toegang tot al uw opgeslagen bestanden via een grafische gebruikersinterface.
tr: <link href="https://vorta.borgbase.com/install/">Vorta</link> uygulaması, grafik kullanıcı arayüzü ile depolanan tüm dosyalarınıza tam erişim sağlar.
uk: Програма <link href="https://vorta.borgbase.com/install/">Vorta</link> забезпечує повний доступ до усіх збережених файлів за допомогою графічного інтерфейсу користувача.

source: For people familiar with command-line interfaces, <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> provides a lot of options to access all stored files.
da: For folk, der er fortrolige med kommandolinjegrænseflader, giver <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> mange muligheder for at få adgang til alle gemte filer.
tr: Komut satırı arayüzüne alışkın kişiler için, <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> depolanan tüm dosyalara erişim için pek çok seçenek sunar.
uk: Ті, хто знайомий із інтерфейсом командного рядка, можуть скористатися програмою <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link>, яка надає широкий доступ до роботи із усіма збереженими файлами.

source: Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.
da: Sikkerhedskopiering på den lette måde. Sæt dit USB-drev i og lad Pika gøre resten for dig.
nl: Back-up waren nog nooit zo eenvoudig. Koppel gewoon uw USB-schijf aan uw computer en laat Pika de zaak verder afhandelen.
tr: Kolayca yedekle. USB sürücünüzü takın ve gerisini Pika sizin için yapsın.

source: Setup Removable Drive
da: Opsætning af flytbart drev
nl: Verwijderbaar opslagmedium instellen
tr: Çıkarılabilir Sürücü Kur

# _
source: external ref='media/setup-button.svg' md5='69724ae8049e2c4b3deb734e4a740fbf'
da: [Anvendes ikke]

source: Setup remote drive
da: Opsætning af fjerndrev
nl: Stel een externe schijf in
tr: Uzak sürücü kur

source: Setup Remote Drive
da: Opsætning af fjerndrev
nl: Externe schijf instellen
tr: Uzak Sürücü Kur

source: Copy files from a backup archive to your computer.
da: Kopiér filer fra et sikkerhedskopiarkiv til din computer.
nl: Kopieer bestanden van een back-uparchief naar uw computer.
tr: Dosyaları yedekleme arşivinden bilgisayarınıza kopyalayın.

source: Recovering or accessing files
da: Gendan eller tilgå filer
nl: Bestanden herstellen of benaderen
tr: Dosyaları kurtarmak ya da erişmek

source: You can browse and view files and folders in a backup archive using your usual file browser.
da: Du kan gennemse og vise filer og mapper i et sikkerhedskopiarkiv med din sædvanlige filhåndtering.
nl: Met uw gewone bestandsbeheerder kunt u door de mappen en bestanden in een back-uparchief bladeren.
tr: Dosya tarayıcınızı kullanarak yedekleme arşivindeki dosyalara ve klasörlere göz atabilir ve bunları görüntüleyebilirsiniz.

# _
source: external ref='media/archives-button.svg' md5='280ff4d8724a7e141be03c2cba579fb4'
da: [Anvendes ikke]

source: Make use of the <link href="help:gnome-help/files">Files and Folders</link> features to find the corresponding files and view them or to copy them to your computer.
da: Gør brug af funktionen <link href="help:gnome-help/files">Filer og mapper</link> for at finde de tilsvarende filer og vise dem eller kopiere dem til din computer.
nl: Maak gebruik van de functies voor <link href="help:gnome-help/files">Bestanden en mappen</link> om de overeenkomstige bestanden te vinden, en bekijk ze of kopieer ze naar uw computer.
tr: İlgili dosyaları bulmak ve görüntülemek, ya da bilgisayarınıza kopyalamak için <link href="help:gnome-help/files">Dosyalar ve Klasörler</link> özelliklerinden yararlanın.

source: Access files without using <app>Pika Backup</app>
da: Tilgå filer uden brug af <app>Pika Backup</app>
nl: Benader bestanden zonder <app>Pika Back-up</app> te gebruiken
tr: <app>Pika Yedek</app> kullanmadan dosyalara eriş

source: <app>Pika Backup</app> stores files in a format that cannot simply be read by every computer. The recommended way to access files from your backup is to install <app>Pika Backup</app>, configure the backup, and follow the <link xref="recovery-pika"/> instructions.
da: <app>Pika Backup</app> gemmer filer i et format, som ikke kan læses af alle computere. Den anbefalede måde at få adgang til filer fra din sikkerhedskopi på er at installere <app>Pika Backup</app>, konfigurere sikkerhedskopien og følge <link xref="recovery-pika">vejledningen</link>.
nl: <app>Pika Back-up</app> bewaart bestanden in een formaat dat niet zomaar door iedere computer gelezen kan worden. De aanbevolen manier om bestanden uit uw back-up te benaderen is <app>Pika Back-up</app> te installeren, de back-up te configureren en de instructies te volgen <link xref="recovery-pika"/>.
tr: <app>Pika Yedek</app>, dosyaları her bilgisayarca kolayca okunamayacak biçimde depolar. Yedeğinizden dosyalara erişmenin önerilen yolu, <app>Pika Yedek</app> kurmak, yedeği yapılandırmak ve <link xref="recovery-pika"/> yönergeleri izlemektir.

source: However, if <app>Pika Backup</app> is not available alternative software is available that works on a variety of operating systems.
da: Men hvis <app>Pika Backup</app> ikke er tilgængelig, findes der andre programmer, som fungerer på en række forskellige styresystemer.
nl: Als <app>Pika Back-up</app> niet beschikbaar is, bestaan er ook alternatieve toepassingen die op verschillende besturingssystemen werken.
tr: <app>Pika Yedek</app> kullanılamıyorsa, türlü işletim sistemlerinde çalışan alternatif yazılımlar vardır.

source: Alternative applications
da: Andre programmer
nl: Alternatieve toepassingen
tr: Alternatif uygulamalar

source: Please note that GNOME Files will reset all permissions when copying from the backup archive. To restore files with correct permissions please use <cmd>cp -a</cmd> on the commandline.
tr: GNOME Dosyalarʼın yedek arşivden kopyalarken tüm izinleri sıfırlayacağını unutmayın. Dosyaları doğru izinlerle geri yüklemek için lütfen komut satırında <cmd>cp -a</cmd> komutunu kullanın.

source: For people familiar with command-line interfaces, the <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> provides a lot of options to access all stored files.
nl: Voor wie vertrouwd is met de opdrachtregel biedt <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> heel wat opties voor toegang tot alle opgeslagen bestanden.
