Repository: nmcbride/Pika-Backup
Catalog: help/*/*.po
Languages: da, nl, tr, uk

# _
source: translator-credits
da: Alan Mortensen, 2022 Dansk-gruppen Websted http://dansk-gruppen.dk E-mail <dansk@dansk-gruppen.dk>
nl: Nathan Follens <nfollens@gnome.org>, 2022.
tr: Sabri Ünal <libreajans@gmail.com>, 2023. Emin Tufan Çetin <etcetin@gmail.com>, 2023.
uk: Юрій Чорноіван <yurchor@ukr.net>, 2022

source: Keep your data safe.
uk: Зберігайте ваші дані у безпеці.

source: Pika Backup
tr: Pika Yedek
uk: Пискуха-копіювання

source: Welcome to <app>Pika Backup</app>. Choose a topic to get started.
uk: Вітаємо у <app>Пискусі-копіюванні</app>. Для початку, виберіть тему

source: General
uk: Загальне

source: Setup
uk: Налаштування

source: Recovery
da: Gendannelse
nl: Herstel
tr: Kurtarma
uk: Відновлення

source: Features
uk: Можливості

source: Configure commands to run before and after backups
uk: Налаштовування команд до і після резервного копіювання

source: Shell Commands
uk: Команди оболонки

source: It is possible to run shell commands before and after backups. To configure them, open <guiseq><gui>Menu</gui><gui>Backup Preferences</gui></guiseq>. Use the start button to try out the command without running a backup.
uk: Передбачено можливість запуску команд оболонки до резервного копіювання та після нього. Щоб налаштувати команди, скористайтеся пунктом <guiseq><gui>Меню</gui><gui>Налаштування резервного копіювання</gui></guiseq>. Натисніть кнопку запуску, щоб перевірити роботу команди без виконання резервного копіювання.

source: The <em>pre-backup</em> shell command will be executed right before starting the backup. It can be used to perform database dumps, create file system snapshots and much more.
uk: Команду оболонки <em>до резервного копіювання</em> буде виконано одразу перед запуском резервного копіювання. Нею можна скористатися для створення дампів баз даних, знімків файлової системи та інших завдань.

source: The <em>post-backup</em> shell command is executed after the <cmd>borg create</cmd> invocation, but before old archives are being deleted. This can be used to tear down the actions done by the <em>pre-backup</em> command, or run actions like sending a notification based on the outcome of the backup.
uk: Команду <em>після резервного копіювання</em> буде виконано після виклику <cmd>borg create</cmd>, але перед вилученням застарілих архівів. Нею можна скористатися для розділення дій, які виконуються командою <em>до резервного копіювання</em> або виконання дій, подібних до надсилання сповіщення на основі результату резервного копіювання.

source: Both commands are being executed through a <cmd>bash</cmd> shell and have context about the backup available as environment variables. The working directory is the user home directory. The <em>post-backup</em> command also has information about the success or failure of the backup and includes backup statistics. See the tooltip in preferences for available environment variables.
uk: Усі команди виконуються з використанням оболонки <cmd>bash</cmd> і мають контекст щодо резервного копіювання у форматі змінних середовища. Робочим каталогом є домашній каталог користувача. Крім того, команда <em>після резервного копіювання</em> має доступ до даних щодо успіху або помилки резервного копіювання і статистичних даних резервного копіювання. Список доступних змінних середовища можна переглянути у підказці до налаштувань.

source: Exiting with a non-zero exit code will abort any further backup operations with an error. The standard error output will be visible in the <gui>Backup Info</gui> window on the <gui>Backup</gui> tab.
uk: Вихід із ненульовим кодом призведе до переривання усіх подальших дій з резервного копіювання з повідомленням про помилку. Стандартні виведені дані щодо помилки можна буде переглянути у вікні <gui>Відомості щодо резервного копіювання</gui> на вкладці <gui>Резервна копія</gui>.

source: You can run multiple commands by separating them with a <code>;</code> character. It is recommended to store more complex scripts in a separate file, for example in the home directory.
uk: Можна виконати декілька команд, відокремивши їх символом <code>;</code>. Рекомендуємо зберігати складніші скрипт в окремому файлі, наприклад, у домашньому каталозі користувача.

source: Run backups automatically on a schedule
uk: Автоматичне резервне копіювання за розкладом

source: Scheduled Backups
uk: Резервне копіювання за розкладом

source: The schedule tab is used to configure the automatic creation of backups.
uk: Для налаштовування автоматичного створення резервних копій використовують вкладку розкладу.

source: Once enabled a schedule can be chosen between <em>Hourly</em>, <em>Daily</em>, <em>Weekly</em> and <em>Monthly</em> backups. The status display at the top will always indicate the next time a backup is scheduled to be run.
uk: Після вмикання розкладу можна вибрати між резервним копіюванням <em>Щогодини</em>, <em>Щодня</em>, <em>Щотижня</em> і <em>Щомісяця</em>. На панелі стану у верхній частині вікна буде завжди показано наступний момент, на який заплановано резервне копіювання.

source: When the appropriate time has elapsed a backup will automatically start in the background. When using an external drive, you will be prompted to insert it if it's not available at the time. The backup will then start as soon as the drive is connected.
uk: Коли настане відповідний момент, резервне копіювання буде автоматично запущено у фоновому режимі. Якщо для копіювання використано зовнішній диск, програма попросить вас з'єднати його з комп'ютером, якщо у відповідний момент він виявиться недоступним. Резервне копіювання розпочнеться, щойно диск буде з'єднано з комп'ютером.

source: Scheduled backups use a lightweight background process called the <em>Monitor</em>. The <em>Monitor</em> process runs in the background when <app>Pika Backup</app> is closed and regularly checks if the conditions are met to start a backup.
uk: Для резервного копіювання за розкладом використовують невибагливий до ресурсів фоновий процес із назвою <em>Монітор</em>. Процес <em>Монітора</em> працює у фоновому режимі, коли вікно <app>Пискухи-копіювання</app> закрито, і регулярно перевіряє, чи виконано умови запуску резервного копіювання.

source: Cleanup old Archives
uk: Вилучення застарілих архівів

source: The schedule can also be configured to automatically remove old archives. Once enabled, choose the desired preset / customize the amount of backups that should be kept. Then press <gui type="button">Save Configuration</gui>.
uk: Крім того, розклад можна налаштувати для автоматичного вилучення застарілих архівів. Після вмикання виберіть бажаний набір налаштувань та налаштувати кількість резервних копій, які слід зберігати. Потім натисніть кнопку <gui type="button">Зберегти налаштування</gui>.

source: <gui>Keep Hourly</gui>, <gui>Keep Daily</gui> and <gui>Keep Weekly</gui> can only be configured to a minimum of at least <em>one</em> backup. This is due to a technical limitation of the removal algorithm.
uk: <gui>Продовжувати щогодини</gui>, <gui>Продовжувати щодня</gui> і <gui>Продовжувати щотижня</gui> можна налаштувати лише на мінімум <em>одну</em> резервну копію. Причиною є технічне обмеження алгоритму вилучення.

source: Troubleshooting
uk: Усування проблем

source: <app>Pika Backup</app> uses the <app>xdg-desktop-portal</app> <app>Background Portal</app> to configure the <em>Monitor</em> process to run in the background. Some distributions misconfigure <app>xdg-desktop-portal</app> or don't enable the <em>Background Portal</em>. This will then cause an error when enabling scheduled backups. We have tested the following distributions for correct behavior regarding background portals in their stock configuration:
uk: <app>Пискуха-копіювання</app> використовує <app>Фоновий портал</app> <app>xdg-desktop-portal</app> для налаштовування запуску у фоновому режимі процесу <em>Монітор</em>. У деяких дистрибутивах <app>xdg-desktop-portal</app> налаштовано неправильно або не увімкнено <em>Фоновий портал</em>. Це призводить до помилки під час спроби увімкнути резервне копіювання за розкладом. Нами було перевірено належну поведінку щодо фонових порталів у таких дистрибутивах з типовими налаштуваннями:

source: If you encounter issues with enabling scheduled backups and you are using a different distribution, please report an issue in your distribution issue tracker.
uk: Якщо у вас виникають проблеми з вмиканням резервного копіювання за розкладом, і ви використовуєте інший дистрибутив, будь ласка, повідомте про проблему з вашим дистрибутивом у системі стеження за вадами дистрибутива.

source: <app>GNOME Shell</app> will display <app>Pika Backup</app> as a running background app whenever scheduled backups are configured. This doesn't mean the entire app is running in the background but only the <em>Monitor</em> process which only uses very few resources.
uk: <app>GNOME Shell</app> показуватиме <app>Пискуху-копіювання</app> як програму, що працює у фоновому режимі, якщо буде налаштовано резервне копіювання за розкладом. Це не означатиме, що у фоновому режимі запущено усю програму: запущено лише процес <em>Монітор</em>, який використовує дуже мало ресурсів.

source: Definition of terms
uk: Визначення термінів

source: Terminology
uk: Термінологія

source: These terms are commonly used in this documentation and within the app.
uk: Ці терміни широко використано у цій документації та у самій програмі.

source: <app>BorgBackup</app> is the underlying program that is used to create backups. <app>Pika Backup</app> repositories can also be accessed with the BorgBackup commandline utility. See <link href="https://borgbackup.readthedocs.io">BorgBackup documentation</link> for more information about how to use the <cmd>borg</cmd> command line utility.
uk: <app>BorgBackup</app> — базова програма, яку використовують для створення резервних копій. Доступ до сховищ даних <app>Пискухи-копіювання</app> також можна здійснювати за допомогою засобів командного рядка BorgBackup. Див. <link href="https://borgbackup.readthedocs.io">документацію з BorgBackup</link>, щоб дізнатися більше про те, як користуватися засобом командного рядка <cmd>borg</cmd>.

source: Repository
uk: Сховище

source: Backup repositories are directories on a disk or on a remote location that contain backup data. They store one or more <link xref="#archive">archives</link>.
uk: Сховища резервних копій є каталогами на диску або віддаленому ресурсі, де зберігаються дані резервних копій. У сховищі зберігається один або декілька <link xref="#archive">архівів</link>.

source: Archive
uk: Архів

source: Every backup will create one archive. They store a singular snapshot of the files at the time the backup was created. To restore data from a particular archive, see <link xref="index#recovery"/>.
uk: Кожне резервне копіювання призводить до створення одного архіву. В архіві зберігається один знімок файлів на момент створення резервної копії. Щодо відновлення даних з архіву див. <link xref="index#recovery"/>.

source: Deduplication
uk: Скасування дублювання

source: <app>Pika Backup</app> stores backup <link xref="#archive">archives</link> in a way that only new and changed data from the last backup use up more disk space. The term <em>deduplication</em> is used to refer to this functionality.
uk: <app>Пискуха-копіювання</app> зберігає <link xref="#archive">архіви</link> резервних копій у такий спосіб, щоб додаткового місця на диску потребували лише нові або змінені з моменту останнього резервного копіювання дані. Для позначення цієї можливості використовують термін <em>скасування дублювання</em>.

source: The amount of new space used for the last backup can be seen in the <gui>Backup Info</gui> window that can be accessed via the <gui style="tab">Backup</gui> tab.
uk: Обсяг використаного наново місця для останньої резервної копії можна переглянути у вікні <gui>Відомості щодо резервного копіювання</gui>, доступ до якого можна отримати за допомогою вкладки <gui style="tab">Резервне копіювання</gui>.

source: Compression
uk: Стиснення

source: Backup <link xref="#archive">archives</link> created with <app>Pika Backup</app> are compressed with the <em>zstd</em> algorithm on <em>level 3</em>. This was chosen as a compromise between performance and resulting backup size.
uk: <link xref="#archive">Архіви</link> резервних копій, які створено <app>Пискухою-копіюванням</app> стиснуто за допомогою алгоритму <em>zstd</em> на <em>рівні 3</em>. Такий спосіб вибрано як компромісний між швидкодією та розміром отриманої резервної копії.

source: Encryption
uk: Шифрування

source: Backup repositories created with <app>Pika Backup</app> can be encrypted. This will make it impossible for anyone to read the contents of the backup without knowing or guessing the encryption <em>password</em>.
uk: Сховища резервних копій, які створено <app>Пискухою-копіюванням</app> можна зашифрувати. Це зробить неможливим для будь-кого, хто не знає або не може вгадати <em>пароль</em> шифрування, доступ до вмісту резервної копії.

source: While it is important to choose a strong encryption password for sensitive data, losing the password also means losing access to all data. It is equally important to choose a password that is not easily forgotten or stored in a safe place.
uk: Важливо вибрати складний пароль шифрування для конфіденційних даних, але втрата такого пароля означатиме втрату доступу до усіх даних. Також важливо вибрати пароль, який непросто забути, та зберігати його у безпечному місці.

source: The encryption algorithm used for new <link type="repository">repositories</link> is <em>AES-CTR-256</em>. The authentication algorithm is either <em>HMAC-SHA256</em> or <em>BLAKE2b-256</em> depending on whether SHA256 is hardware-accelerated on the system.
uk: Алгоритмом шифрування, який використовують для нових <link type="repository">сховищ</link>, є <em>AES-CTR-256</em>. Алгоритмом розпізнавання є або <em>HMAC-SHA256</em>, або <em>BLAKE2b-256</em>, залежно від того, чи є апаратне прискорення роботи з SHA256 у системі.

source: The encryption password can be changed via <guiseq><gui>Menu</gui><gui>Backup Preferences</gui><gui>Change Encryption Password</gui></guiseq>.
uk: Пароль шифрування можна змінити за допомогою пункту <guiseq><gui>Меню</gui><gui>Налаштування резервного копіювання</gui><gui>Змінити пароль шифрування</gui></guiseq>.

source: Introduction to <app>Pika Backup</app>
uk: Вступ до <app>Пискухи-копіювання</app>

source: Introduction
uk: Вступ

source: <app>Pika Backup</app> is designed to save your personal data. Plug in your USB drive and let the Pika do the rest for you.
uk: <app>Пискуху-копіювання</app> створено для збереження ваших особистих даних. З'єднайте з комп'ютером USB-флешку і «Пискуха» зробить решту роботи.

source: Create backups <link xref="setup-drive">locally</link>, on <link xref="setup-gvfs">network shares</link> and <link xref="setup-remote">remotely</link>
uk: Створення резервних копій <link xref="setup-drive">локально</link>, на <link xref="setup-gvfs">спільних ресурсах мережі</link> і <link xref="setup-remote">віддалено</link>

source: Set a schedule for regular backups
uk: Можна встановити розклад регулярного резервного копіювання

source: Save time and disk space because Pika Backup <link xref="general-glossary#deduplication">does not need</link> to copy known data again
uk: Можна заощадити час і місце на диску, оскільки «Пискуха-копіювання» <link xref="general-glossary#deduplication">не витрачає часу</link> на копіювання вже скопійованих файлів.

source: <link xref="general-glossary#encryption">Encrypt</link> your backups
uk: <link xref="general-glossary#encryption">Можна зашифрувати ваші резервні копії</link>

source: List created <link xref="general-glossary#archive">archives</link> and browse through their contents
uk: Можна переглядати <link xref="general-glossary#archive">список створених архівів</link> та здійснювати навігацію їхнім вмістом

source: <link xref="recovery-pika">Recover</link> files or folders via your file browser
uk: <link xref="recovery-pika">Можна відновлювати файли і теки</link> за допомогою вашої програми для керування файлами

source: <app>Pika Backup</app> does not support complete system recovery. It is powered by the well-tested <app>BorgBackup</app> software.
uk: У <app>Пискусі-копіюванні</app> не передбачено підтримки повного відновлення системи. Програму побудовано на основі перевірених програм з комплексу <app>BorgBackup</app>.

source: Setup local backup on removable drive
da: Opsætning af lokal sikkerhedskopi på flytbart drev
nl: Stel lokale back-ups op een verwijderbaar opslagmedium in
tr: Çıkarılabilir sürücüde yerel yedekleme kur
uk: Налаштовування локального резервного копіювання на портативний диск

source: Removable Drive
uk: Портативний диск

source: To configure a backup on a removable drive follow these steps.
uk: Щоб налаштувати резервне копіювання на портативному носії, виконайте наведені нижче дії.

source: Insert the removable drive
uk: Вставте портативний диск

source: Ensure the drive is visible and accessible via <app>GNOME Files</app>.
uk: Переконайтеся, що диск є видимим і доступним для <app>Файлів GNOME</app>.

source: Select the <gui>Setup Backup</gui> button
uk: Натисніть кнопку <gui>Налаштувати копіювання</gui>

source: In the <gui>Create new Repository</gui> section, choose the drive or <gui>Location on Disk</gui>
uk: У розділі <gui>Створити сховище</gui> виберіть диск або <gui>Місце на диску</gui>

source: Ensure the <gui>Repository Base Folder</gui> has your removable drive selected. If not, press the <gui style="button">Select Folder…</gui> button
uk: Переконайтеся, що у полі <gui>Базова тека сховища</gui> вибрано ваш портативний диск. Якщо це не так, натисніть кнопку <gui style="button">Вибрати теку…</gui>

source: The new backup <link xref="general-glossary#repository">repository</link> will be created in a folder with the specified <gui>Repository Name</gui>.
uk: Нове <link xref="general-glossary#repository">сховище</link> резервних копій буде створено у теці із вказаною <gui>Назвою сховища</gui>.

source: Press <gui style="button">Continue</gui>
uk: Натисніть кнопку <gui style="button">Продовжити</gui>

source: Choose the desired <link xref="general-glossary#encryption">encryption</link> settings
uk: Виберіть бажані параметри <link xref="general-glossary#encryption">шифрування</link>

source: Press <gui style="button">Create</gui>
uk: Натисніть кнопку <gui style="button">Створити</gui>.

source: Configure the <gui>Files to Back Up</gui> and <gui>Exclude from Backup</gui> sections
uk: Налаштуйте розділи <gui>Файли для резервного копіювання</gui> і <gui>Виключити з резервного копіювання</gui>

source: Press <gui style="button">Back Up Now</gui>
uk: Натисніть кнопку <gui style="button">Створити резервну копію зараз</gui>

source: A common problem with removable drives are missing file system permissions to create files and folders. Make sure the drive is configured in a way that <app>Pika Backup</app> can write to it.
uk: Типовою проблемою із портативними дисками є відсутність прав доступу до файлової системи для створення файлів і тек. Переконайтеся, що диск налаштовано так, щоб <app>Пискуха-копіювання</app> могла записувати на нього дані.

source: Setup remote backup on a network share
uk: Налаштовування віддаленого резервного копіювання на спільному ресурсі у мережі

source: Network Share
uk: Спільний ресурс

source: <app>Pika Backup</app> supports backing up on network shares.
uk: У <app>Пискусі-копіюванні</app> передбачено підтримку резервного копіювання на спільних ресурсах у мережі.

source: Connect to the network share using <app>GNOME Files</app>. See <link href="help:gnome-help/nautilus-connect">GNOME Files</link> help pages for reference.
uk: З'єднайтеся зі спільним ресурсом мережі за допомогою <app>Файлів GNOME</app>. Довідкові дані можна знайти на сторінках довідки з <link href="help:gnome-help/nautilus-connect">Файлів GNOME</link>.

source: Select the <gui>Setup Backup</gui> button.
uk: Натисніть кнопку <gui>Налаштувати копіювання</gui>.

source: In the <gui>Create new Repository</gui> section, choose the network share.
uk: У розділі <gui>Створити сховище</gui> виберіть спільний ресурс мережі.

source: Ensure the <gui>Repository Base Folder</gui> has the network share selected. The <gui style="button">Select Folder…</gui> button can be used to select a sub-folder on the network share.
uk: Переконайтеся, що у полі <gui>Базова тека сховища</gui> вибрано спільний ресурс мережі. Для вибору підтеки на спільному ресурсі мережі можна скористатися кнопкою <gui style="button">Вибрати теку…</gui>.

source: Setup backups to remote servers and online services
uk: Налаштування резервних копій на віддалених серверах та в інтернет-службах

source: Remote and Online Backups
uk: Віддалені резервні копії та копії у мережі

source: <app>Pika Backup</app> supports backing up to remote servers and online services with <app>BorgBackup</app>, <cmd>ssh</cmd> or <cmd>sftp</cmd> support. Services with <app>BorgBackup</app> support are recommended for performance reasons.
uk: У <app>Пискусі-копіюванні</app> передбачено підтримку резервного копіювання на віддалені сервери та інтернет-служби за допомогою <app>BorgBackup</app>, з підтримкою <cmd>ssh</cmd> або <cmd>sftp</cmd>. З міркувань швидкодії рекомендуємо користуватися службами з підтримкою <app>BorgBackup</app>.

source: In the <gui>Create new Repository</gui> section, choose <gui>Remote Location</gui>
uk: У розділі <gui>Створити сховище</gui> виберіть <gui>Віддалене місце</gui>

source: Enter the repository URL. This is usually provided by the online backup service if it has explicit <app>BorgBackup</app> support. The <gui>Examples</gui> section in the dialog has an overview of the syntax.
uk: Введіть адресу сховища. Таку адресу надає сама служба резервного копіювання в інтернеті, якщо на ній явним чином реалізовано підтримку <app>BorgBackup</app>. У розділі <gui>Приклади</gui> діалогового вікна наведено огляд синтаксису.

source: Copy files from a backup archive to your computer
uk: Копіювання файлів з архіву резервної копії на ваш комп'ютер

source: Recover files
da: Gendannelse af filer
nl: Bestanden herstellen
tr: Dosyaları kurtar
uk: Відновлення файлів

source: You can browse and view files and folders in a backup archive using a file browser like <app>GNOME Files</app>.
uk: Ви можете здійснювати навігацію та переглядати файлі і теки у архіві резервної копії за допомогою програми для керування файлами, подібної до <app>Файлів GNOME</app>.

source: If you have multiple backups, you have to select the corresponding backup in the overview first.
da: Har du flere sikkerhedskopier, må du først vælge den tilsvarende sikkerhedskopi i oversigten.
nl: Als u meerdere back-ups hebt, dient u eerst de overeenkomstige back-up te selecteren in het overzicht.
tr: Birden çok yedeğiniz varsa, önce genel görünümde ilgili yedeği seçmeniz gerekir.
uk: Якщо у вас декілька резервних копій, вам слід спочатку вибрати відповідну резервну копію на панелі огляду.

source: Select the <gui>Archives</gui> tab.
da: Vælg fanebladet <gui>Arkiver</gui>.
nl: Selecteer het tabblad <gui>Archieven</gui>.
tr: <gui>Arşivler</gui> sekmesini seçin.
uk: Перейдіть на вкладку <gui>Архіви</gui>.
