Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Upgrading repository
ca: S'està actualitzant el repositori
da: Opgraderer opbevaringssted
hr: Nadogradnja repozitorija
id: Meningkatkan repositori
ko: 저장소 업그레이드중
pl: Aktualizowanie repozytorium do nowej wersji
sr: Надограђујем ризницу
vi: Đang nâng cấp kho

source: Unspecified operation
ca: Operació no especificada
da: Uspecificeret handling
hr: Neodređena radnja
id: Operasi yang tidak dispesifikasikan
ko: 지정하지 않은 처리 동작
pl: Nieokreślone działanie
sr: Недефинисана радња
vi: Thao tác không xác định

source: Unknown operation
ca: Operació desconeguda
da: Ukendt handling
hr: Nepozata radnja
id: Operasi tak dikenal
ko: 알 수 없는 처리 동작
pl: Nieznane działanie
sr: Непозната радња
vi: Thao tác chưa biết

source: Handling a Question
da: Håndterer et spørgsmål
id: Menangani Pertanyaan
pl: Obsługiwanie pytania
sr: Рукујрм питањем

source: Attempting to access a previously unknown unencrypted repository.
da: Forsøger at tilgå et tidligere ukendt ukrypteret opbevaringssted.
id: Mencoba mengakses repositori tidak terenkripsi yang sebelumnya tidak diketahui.
pl: Próba dostępu do poprzednio nieznanego, niezaszyfrowanego repozytorium.
sr: Покушавам да приступим претходно непознатој нешифрованој ризници.

source: The backup repository at location “{}” was previously located at “{}”.
da: Opbevaringsstedet til sikkerhedkopier på placeringen “{}” var tidligere på placeringen “{}”.
id: Repositori cadangan di lokasi "{}" sebelumnya terletak di "{}".
pl: Repozytorium kopii zapasowej w położeniu „{}” było wcześniej położone w „{}”.
sr: Ризница резерве на месту „{}“ била је пре тога на месту „{}“.

source: The backup repository was previously located at a different location.
da: Opbevaringsstedet til sikkerhedkopier var tidligere placeret på en anden placering.
id: Repositori cadangan sebelumnya terletak di lokasi yang berbeda.
pl: Repozytorium kopii zapasowej było wcześniej w innym miejscu.
sr: Ризница резерве је претходно била на другом месту.

source: This is a potentially dangerous function. Repairing a repository might lead to data loss (for kinds of corruption it is not capable of dealing with). BE VERY CAREFUL!
da: Dette er en potentielt farlig funktion. Reparation af et opbevaringssted kan føre til tab af data (for typer af ødelæggelse, som ikke kan håndteres). VÆR MEGET FORSIGTIG!
id: Ini adalah fungsi yang berpotensi berbahaya. Memperbaiki repositori dapat menyebabkan hilangnya data (untuk jenis korupsi yang tidak mampu ditangani). BERHATI-HATILAH!
pl: To potencjalnie niebezpieczna funkcja. Naprawa repozytorium może spowodować utratę danych (w przypadku uszkodzeń, z którymi nie jest w stanie sobie poradzić). Proszę zachować szczególną ostrożność!
sr: Ово је потенцијално опасна функција. Поправка ризнице може довести до губитка података (због корупције није могуће одрагити то). БУДИТЕ ВРЛО ПАЖЉИВИ!

source: You requested to delete the repository completely, including all backup archives it contains.
da: Du anmodede om, at opbevaringsstedet blev fuldstændigt slettet med alle sikkerhedskopiarkiver, det indeholder.
id: Anda meminta untuk menghapus repositori sepenuhnya, termasuk semua arsip cadangan di dalamnya.
pl: Zażądano całkowitego usunięcia repozytorium, w tym wszystkich zawartych w nim archiwów kopii zapasowych.
sr: Затражили сте да потпуно обришете ризницу, укључујући све архиве резерве које садржи.

source: Unexpected question from borgbackup: “{}”
da: Uventet spørgsmål fra borgbackup: “{}”
id: Pertanyaan tak terduga dari borgbackup: "{}"
pl: Nieoczekiwane pytanie od programu BorgBackup: „{}”
sr: Неочекивано питање од „borgbackup“: {}

source: {} Do you want to continue?
da: {} Vil du fortsætte?
id: {} Apakah Anda ingin melanjutkan?
pl: {} Kontynuować?
sr: {} Да ли желите да наставите?

source: Standard error output
ca: Sortida d'error estàndard
da: Standardfejloutput
gl: Saída de erro estándar
hr: Izlaz standardne greške
id: Keluaran galat standar
ko: 표준 오류 출력
pl: Standardowe wyjście błędów
sr: Стандардни излаз грешке
vi: Đầu ra lỗi tiêu chuẩn

source: Debug
ca: Depuració
da: Fejlfinding
gl: Depuración
hr: Podaci otklanjanja grešaka
ko: 디버그
pl: Debugowanie
sr: Прочисти
vi: Gỡ lỗi

source: Info
ca: Informació
gl: Información
hr: Informacije
ko: 정보
pl: Informacje
sr: Подаци
vi: Thông tin

source: Warning
ca: Avís
da: Advarsel
gl: Aviso
hr: Upozorenje
id: Peringatan
ko: 경고
pl: Ostrzeżenie
sr: Упозорење
vi: Cảnh báo

source: Error
da: Fejl
gl: Erro
hr: Greška
id: Galat
ko: 오류
pl: Błąd
sr: Грешка
vi: Lỗi

source: Critical
ca: Crític
da: Kritisk
gl: Crítico
hr: Kritična
id: Kritis
ko: 치명
pl: Krytyczny
sr: Критично
vi: Tới hạn

source: Undefined
ca: No definit
da: Udefineret
gl: Non definido
hr: Neodređen
id: Tak Terdefinisi
ko: 미지정
pl: Nieokreślony
sr: Неодређено
vi: Không xác định

source: The following variables are available:
da: Følgende variabler er tilgængelige:
id: Variabel berikut tersedia:
pl: Dostępne są te zmienne:

source: Only available for the post-backup command:
da: Kun tilgængelig til kommandoen efter sikkerhedskopiering:
id: Hanya tersedia untuk perintah pasca-pencadangan:
pl: Dostępne tylko dla polecenia po wykonaniu kopii zapasowej:

source: Only available for completed backups:
id: Hanya tersedia untuk pencadangan yang telah selesai:
pl: Dostępne tylko dla ukończonych kopii zapasowych:

source: ID of the backup configuration
da: ID for sikkerhedskopieringskonfiguration
id: ID konfigurasi cadangan
pl: Identyfikator konfiguracji kopii zapasowej

source: Title of the backup configuration
da: Titel på sikkerhedskopieringskonfiguration
id: Judul konfigurasi cadangan
pl: Tytuł konfiguracji kopii zapasowej

source: Repository ID of the borg repository
da: borg-opbevaringsstedets opbevaringssteds-ID
id: ID repositori dari repositori borg
pl: Identyfikator repozytorium borg

source: The full URL passed to borgbackup
da: Den fulde URL som sendes til borgbackup
id: URL lengkap diteruskan ke borgbackup
pl: Pełny adres URL przekazany do borgbackup

source: 0: manual backup, 1: started from a schedule
da: 0: manuel sikkerhedskopiering, 1: planlagt sikkerhedskopiering
id: 0: pencadangan manual, 1: dimulai dari jadwal
pl: 0: ręczne wykonanie kopii zapasowej, 1: rozpoczęcie według harmonogramu

source: Either COMPLETED, ABORTED or FAILED
id: Baik SELESAI, DIBATALKAN atau GAGAL
pl: COMPLETED (ukończone), ABORTED (przerwane) lub FAILED (niepowodzenie)

source: An error/warning message
da: En fejl-/advarselsbesked
id: Pesan galat/peringatan
pl: Komunikat o błędzie/z ostrzeżeniem

source: The ID of the created backup archive
da: ID for det oprettede sikkerhedskopiarkiv
id: ID arsip cadangan yang dibuat
pl: Identyfikator utworzonego archiwum kopii zapasowej

source: The name of the created backup archive
da: Navnet på det oprettede sikkerhedskopiarkiv
id: Nama arsip cadangan yang dibuat
pl: Nazwa utworzonego archiwum kopii zapasowej

source: The total amount of bytes referenced by this archive
da: Den samlet antal byte som dette arkiv refererer til
id: Jumlah total bita yang dirujuk oleh arsip ini
pl: Całkowita liczba bajtów, do których odnosi się to archiwum

source: The compressed size of all data references by this archive
da: Den komprimerede størrelse på alle data som dette arkiv refererer til
id: Ukuran terkompresi dari semua referensi data oleh arsip ini
pl: Rozmiar wszystkich danych, do których odnosi się to archiwum po kompresji

source: The deduplicated amount of bytes for this archive
da: Den deduplikerede mængde byte for dette arkiv
id: Jumlah bita yang dideduplikasi untuk arsip ini
pl: Liczba bajtów poddanych deduplikacji w tym archiwum

source: The amount of files saved in this archive
da: Mængden af filer gemt i dette arkiv
id: Jumlah berkas yang disimpan dalam arsip ini
pl: Liczba plików zapisanych w tym archiwum

source: The pre-backup command configured in preferences failed to run. {}
da: Kommandoen før sikkerhedskopiering konfigureret under indstillinger kunne ikke køre. {}
id: Perintah pra-pencadangan yang dikonfigurasi dalam preferensi gagal dijalankan. {}
pl: Wykonanie polecenia przed wykonaniem kopii zapasowej skonfigurowanego w preferencjach się nie powiodło. {}

source: The post-backup command configured in preferences failed to run. {}
da: Kommandoen efter sikkerhedskopiering konfigureret under indstillinger kunne ikke køre. {}
id: Perintah pasca-pencadangan yang dikonfigurasi dalam preferensi gagal dijalankan. {}
pl: Wykonanie polecenia po wykonaniu kopii zapasowej skonfigurowanego w preferencjach się nie powiodło. {}

source: The pre-backup command configured in preferences returned a failure code: {}
da: Kommandoen før sikkerhedskopiering konfigureret under indstillinger gav en fejlkode: {}
id: Perintah pra-pencadangan yang dikonfigurasi di preferensi mengembalikan kode kegagalan: {}
pl: Polecenie przed wykonaniem kopii zapasowej skonfigurowane w preferencjach zwróciło kod niepowodzenia: {}

source: The post-backup command configured in preferences returned a failure code: {}
da: Kommandoen efter sikkerhedskopiering konfigureret under indstillinger gav en fejlkode. {}
id: Perintah pasca-pencadangan yang dikonfigurasi di preferensi mengembalikan kode kegagalan: {}
pl: Polecenie po wykonaniu kopii zapasowej skonfigurowane w preferencjach zwróciło kod niepowodzenia: {}

source: Backing up Data
ca: S'està fent una còpia de seguretat de les dades
da: Sikkerhedskopiering af data
hr: Sigurnosno kopiranje podataka
id: Mencadangkan Data
ko: 데이터 백업중
pl: Umieszczanie danych w kopii zapasowej
sr: Правим резерву података
vi: Đang sao lưu dữ liệu

source: Mounting Backup Archives
ca: S'estan muntant els arxius de còpia de seguretat
da: Montering af sikkerhedskopiarkiver
hr: Montiranje arhiva sigurnosnog kopiranja
id: Mengait Arsip Cadangan
ko: 백업 보관 위치 마운팅중
pl: Montowanie archiwów kopii zapasowych
sr: Прикачињем архиве резерве
vi: Đang gắn kết Kho sao lưu dự phòng

source: Removing old Archives
ca: S'estan suprimint els arxius antics
da: Fjernelse af gamle arkiver
hr: Uklanjanje starih arhiva
id: Menghapus Arsip lama
ko: 오래된 보관 파일 제거중
pl: Usuwanie starych archiwów
sr: Уклањам старе архиве
vi: Đang gỡ bỏ Kho lưu cũ

source: Identifying old Archives
ca: Identificació d'arxius antics
da: Identifikation af gamle arkiver
hr: Identifikacija starih arhiva
id: Mengidentifikasi Arsip lama
ko: 오래된 보관 파일 확인중
pl: Identyfikowanie starych archiwów
sr: Идентификујем старе архиве
vi: Đang nhận diện Kho lưu cũ

source: Reclaiming Free Space
da: Frigør ledig plads
id: Mengklaim Kembali Ruang Bebas
pl: Odzyskiwanie wolnego miejsca
sr: Потражујем слободан простор

source: Checking Archives Integrity
da: Kontrollerer arkivers integritet
pl: Sprawdzanie spójności archiwów

source: Deleting Archive
da: Sletter arkiv
id: Menghapus Arsip
pl: Usuwanie archiwum
sr: Бришем архиву

source: Refreshing Archive List
ca: S'està actualitzant la llista d'arxius
da: Opdatering af listen over arkiver
hr: Osvježavanje popisa arhiva
id: Menyegarkan Daftar Arsip
ko: 보관 파일 목록 새로 고치는 중
pl: Odświeżanie listy archiwów
sr: Освежавам списак архива
vi: Đang cập nhật danh mục Kho lưu

source: Changing Passphrase
da: Ændrer adgangskode
pl: Zmienianie hasła

source: Running Custom Shell Command
da: Kører tilpasset skalkommando
id: Menjalankan Perintah Ubahan Shell
pl: Wykonywanie niestandardowego polecenia powłoki

source: Home
ca: Inici
da: Hjem
gl: Cartafol persoal
hr: Osobna mapa
id: Beranda
ko: 내 폴더
pl: Katalog domowy
sr: Лична
vi: Thư mục cá nhân

source: This archive prefix is already used by another backup configuration for the same backup repository.
ca: Un altre prefix d'arxiu ja l'utilitza una altra configuració de còpia de seguretat per al mateix repositori de còpia de seguretat.
da: Dette arkivpræfiks bruges allerede af en anden sikkerhedskopikonfiguration til det samme sikkerhedskopiopbevaringssted.
hr: Ovaj prefiks arhive već koristi drugo podešavanje sigurnosne kopije za isti repozitorij sigurnosne kopije.
id: Awalan arsip ini sudah digunakan oleh konfigurasi cadangan lain untuk repositori cadangan yang sama.
ko: 이 보관 파일 접두사는 동일한 백업 저장소의 다른 백업 설정에서 이미 사용하고 있습니다.
pl: Ten przedrostek archiwum jest już używany przez inną konfigurację kopii zapasowej dla tego samego repozytorium kopii zapasowej.
sr: Овај префикс архиве се већ користи другим подешавањем резерве за исту ризницу резерве.
vi: Tiền tố kho nén đã được sử dụng bởi cấu hình sao lưu khác cho cùng một kho sao lưu dự phòng.

source: A configuration for the same backup repository with an empty archive prefix exists.
ca: Existeix una configuració per al mateix repositori de còpies de seguretat amb un prefix d'arxiu buit.
da: Der findes en konfiguration for det samme sikkerhedskopiopbevaringssted med et tomt arkivpræfiks.
hr: Podešavanje sigurnosne kopije za isti repozitorij sigurnosne kopije s praznim prefiksom arhive postoji.
id: Konfigurasi untuk repositori cadangan yang sama dengan awalan arsip kosong ada.
ko: 보관 파일 접두사가 없는 동일한 백업 저장소 설정이 있습니다.
pl: Istnieje konfiguracja dla tego samego repozytorium kopii zapasowej z pustym przedrostkiem archiwum.
sr: Подешавање за исту ризницу резерве са празним префиксом архиве постоји.
vi: Cấu hình cho cùng một kho sao lưu dự phòng với một tiền tố kho nén để trống đã có rồi.

source: There can only be one configuration for a backup repository if the archive prefix is empty.
ca: Només hi pot haver una configuració per a un repositori de còpia de seguretat si el prefix de l'arxiu està buit.
da: Der kan kun være en konfiguration til et sikkerhedskopiopbevaringssted, hvis arkivpræfikset er tomt.
hr: Može postojati samo jedno podešavanje za repozitorij sigurnosne kopije ako je prefiks arhive prazan.
id: Hanya ada satu konfigurasi untuk repositori cadangan jika awalan arsip kosong.
ko: 보관 파일 접두사가 없다면 백업 저장소 설정은 오로지 하나만 둘 수 있습니다.
pl: Może być tylko jedna konfiguracja dla repozytorium kopii zapasowej, jeśli przedrostek archiwum jest pusty.
sr: Може постојати само једно подешавање за ризницу резерве ако је префикс архиве празан.
vi: Ở đây chỉ có thể có một cấu hình cho kho sao lưu dự phòng nếu tiền tố kho nén để trống.

source: The archive prefix is empty and a configuration for the same backup repository already exists.
ca: El prefix d'arxiu està buit i ja existeix una configuració per al mateix repositori de còpia de seguretat.
da: Arkivpræfikset er tomt, og en konfiguration for det samme sikkerhedskopiopbevaringssted findes allerede.
hr: Prefiks arhive je prazan a podešavanje za isti repozitorij sigurnosne kopije već postoji.
id: Awalan arsip kosong dan konfigurasi untuk repositori cadangan yang sama sudah ada.
ko: 보관 파일 접두사가 없으며 동일한 백업 저장소 설정이 이미 있습니다.
pl: Przedrostek archiwum jest pusty, a konfiguracja dla tego samego repozytorium kopii zapasowej już istnieje.
sr: Префикс архиве је празан и подешавање за исту ризницу резерве већ постоји.
vi: Tiền tố kho nén để trống và một cấu hình cho cùng một kho sao lưu dự phòng đã có rồi.

source: Caches
da: Mellemlagre
hr: Predmemorije
id: Singgahan
ko: 캐시
pl: Pamięci podręczne
sr: Оставе

source: Flatpak App Installations
da: Flatpak App-installationer
hr: Flatpak App instalacija
id: Pemasangan Aplikasi Flatpak
ko: 플랫팩 앱 설치
pl: Instalacje programów Flatpak
sr: Инсталирања програма Флатпака

source: Trash
da: Papirkurv
hr: Smeće
id: Tong Sampah
ko: 휴지통
pl: Kosz
sr: Смеће

source: Virtual Machines and Containers
da: Virtuelle maskiner og beholdere
hr: Virtualna računala i spremnici
id: Mesin Virtual dan Kontainer
ko: 가상 머신 및 컨테이너
pl: Maszyny wirtualne i kontenery
sr: Виртуелне машине и сдржаоци

source: Data that can be regenerated when needed
da: Data som kan gendannes efter behov
hr: Podaci koji se mogu po potrebi regenerirati
id: Data yang dapat diregenerasi saat dibutuhkan
ko: 필요할 경우 다시 만들 수 있는 데이터
pl: Dane, które można odtworzyć, jeśli będą potrzebne
sr: Подаци који се могу поново створити када је потребно

source: Documents and data are still backed up
da: Dokumenter og data er stadig sikkerhedskopierede
hr: Dokumenti i podaci i dalje su sigurnosno kopirani
id: Dokumen dan data masih dicadangkan
ko: 문서와 데이터를 현재까지도 백업했습니다
pl: Dokumenty i dane pozostają w kopii zapasowej
sr: За документа и податке се још увек прави резерва

source: Files that have not been irretrievably deleted
da: Filer som ikke er blevet slettet for altid
id: Berkas yang belum dihapus secara permanen
pl: Pliki, które nie zostały nieodwracalnie usunięte
sr: Датотеке које нису неопозиво обрисане

source: Might include data stored within
da: Kan omfatte data gemt indeni
id: Mungkin termasuk data yang disimpan didalamnya
pl: Może obejmować zawarte w nich dane
sr: Може укљужити податке смештене у

source: Regular Expression
ca: Expressió regular
da: Regulært udtryk
gl: Expresión regular
hr: Uobičajen izraz
id: Ekspresi Reguler
ko: 정규식
pl: Wyrażenie regularne
sr: Регуларни израз
vi: Biểu thức chính quy

source: Unix Filename Pattern
da: Unix-filnavnsmønster
id: Pola Nama Berkas Unix
ko: 유닉스 파일 이름 패턴
pl: Uniksowy wzorzec nazwy pliku
sr: Јуникс шаблон назива датотеке

source: Remote Location
ca: Ubicació remota
da: Fjernplacering
gl: Localización remota
hr: Udaljena lokacija
id: Lokasi Jauh
ko: 원격 위치
pl: Zdalne położenie
sr: Удаљено место
vi: Vị trí máy trên mạng

source: Hourly
ca: Horàries
da: Hver time
gl: Cada hora
hr: Satno
id: Per Jam
ko: 매시간
pl: Co godzinę
sr: Сваког сата
vi: Hàng giờ

source: Daily
ca: Diàries
da: Dagligt
gl: Diariamente
hr: Dnevno
id: Harian
ko: 매일
pl: Codziennie
sr: Дневно
vi: Hàng ngày

source: Weekly
ca: Setmanals
da: Ugentligt
gl: Semanalmente
hr: Tjedno
id: Mingguan
ko: 매주
pl: Co tydzień
sr: Седмично
vi: Hàng tuần

source: Monthly
ca: Mensuals
da: Månedligt
gl: Mensualmente
hr: Mjesečno
id: Bulanan
ko: 매월
pl: Co miesiąc
sr: Месечно
vi: Hàng tháng

source: Monitoring Backup Schedule
da: Overvågning af planlagte sikkerhedskopieringer
id: Memantau Jadwal Pencadangan
pl: Monitorowanie harmonogramu kopii zapasowych
sr: Надгледам заказивање резерве

source: To quit monitoring the backup schedule, open Pika Backup and disable all scheduled backups.
id: Untuk berhenti memantau jadwal pencadangan, buka Pika Backup dan nonaktifkan semua pencadangan terjadwal.
pl: Aby zakończyć monitorowanie harmonogramu kopii zapasowych, należy otworzyć program Pika i wyłączyć wszystkie zaplanowane kopie zapasowe.
sr: Да прекинете заказаност резерве, отворите Пику резерве и искључите све заказане резерве.

source: Failed to start backup from daemon
ca: No s'ha pogut iniciar la còpia de seguretat des del dimoni
da: Kunne ikke starte sikkerhedskopiering fra dæmon
hr: Neuspjelo pokretanje sigurnosnog kopiranja iz pozadinskog programa
id: Gagal memulai pencadangan dari daemon
ko: 데몬에서 백업 시작에 실패했습니다
pl: Rozpoczęcie kopii zapasowej z usługi się nie powiodło
sr: Нисам успео да започнем резерву из позадинца
vi: Gặp lỗi khi khởi chạy sao lưu dự phòng từ dịch vụ chạy ngầm

source: Failed to show overview from daemon
ca: No s'ha pogut mostrar la visió general des del dimoni
da: Kunne ikke vise oversigt fra dæmon
hr: Neuspjeli prikaz pregleda iz pozadinskog programa
id: Gagal menampilkan ikhtisar dari daemon
ko: 데몬 개요 표시에 실패했습니다
pl: Wyświetlenie przeglądu z usługi się nie powiodło
sr: Нисам успео да прикажем претпреглед из позадинца
vi: Gặp lỗi khi hiển thị tổng thể từ dịch vụ nền

source: Failed to show schedule from daemon
ca: No s'ha pogut mostrar la planificació des del dimoni
da: Kunne ikke vise tidsplan fra dæmon
hr: Neuspjeli prikaz rasporeda iz pozadinskog programa
id: Gagal menampilkan jadwal dari daemon
ko: 데몬 일정 표시에 실패했습니다
pl: Wyświetlenie harmonogramu z usługi się nie powiodło
sr: Нисам успео да прикажем заказивање из позадинца
vi: Gặp lỗi khi hiển thị lịch biểu từ dịch vụ nền

source: Backup Device Connected
ca: Dispositiu de còpia de seguretat connectat
da: Enhed til sikkerhedskopiering tilsluttet
hr: Uređaj sigurnosnog kopiranja povezan
id: Perangkat Cadangan Terhubung
ko: 백업 장치를 연결했습니다
pl: Podłączono urządzenie kopii zapasowej
sr: Уређај за резерву је повезан
vi: Thiết bị sao lưu dự phòng đã được kết nối

source: “{}” contains multiple configured backups.
ca: «{}» conté diverses còpies de seguretat configurades.
da: “{}” indeholder flere konfigurerede sikkerhedskopieringer.
hr: “{}” sadrži više podešenih sigurnosnih kopija.
id: "{}" berisi beberapa cadangan yang dikonfigurasi.
ko: “{}”에 백업 설정이 여러개 들어있습니다.
pl: „{}” zawiera kilka skonfigurowanych kopii zapasowych.
sr: „{}“ садржи више подешених резерви.
vi: “{}” chứa nhiều cấu hình sao lưu dự phòng.

source: Show Backups
ca: Mostra les còpies de seguretat
da: Vis sikkerhedskopieringer
hr: Prikaži sigurnosne kopije
id: Tampilkan Cadangan
ko: 백업 표시
pl: Wyświetl kopie zapasowe
sr: Прикажи резерве
vi: Hiển thị sao dự phòng

source: “{}” contains one configured backup.
ca: «{}» conté una còpia de seguretat configurada.
da: “{}” indeholder en konfigureret sikkerhedskopiering.
hr: “{}” sadrži jednu podešenu sigurnosnu kopiju.
id: "{}" berisi satu cadangan yang dikonfigurasi.
ko: “{}”에 백업 설정이 하나 들어있습니다.
pl: „{}” zawiera jedną skonfigurowaną kopię zapasową.
sr: „{}“ садржи једну подешену резерву.
vi: “{}” chứa một cấu hình sao lưu dự phòng.

source: Back Up Now
ca: Fes una còpia de seguretat ara
da: Sikkerhedskopiér nu
hr: Sigurnosno kopiraj odmah
id: _Cadangkan Sekarang
ko: 지금 백업
pl: Wykonaj kopię zapasową
sr: Сада направи резерву
vi: Sao lưu ngay

source: Fatal Error During Back Up
ca: Error fatal durant la còpia de seguretat
da: Der opstod en fatal fejl under sikkerhedskopieringen
hr: Kobna greška tijekom sigurnosnog kopiranja
id: Galat Fatal Saat Pencadangan
ko: 백업 실행 중 치명적인 오류 발생
pl: Krytyczny błąd podczas wykonywania kopii zapasowej
sr: Кобна грешка у току резерве
vi: Gặp lỗi nghiêm trọng trong quá trình sao lưu dự phòng

source: Pika Backup crashed while running a backup.
ca: Pika Backup ha fallat mentre s'executava una còpia de seguretat.
da: Pika Backup brød ned, mens en sikkerhedskopiering var i gang.
hr: Pika sigurnosno kopiranje se srušilo tijekom {} sigurnosnog kopiranja.
id: Pika Backup mogok saat menjalankan pencadangan {}.
ko: {} 백업을 실행하는 동안 피카 백업이 갑작스럽게 끝났습니다.
pl: Pika uległa awarii podczas wykonywania kopii zapasowej.
sr: Пика резерве се урушио за време прављења {} резерве.
vi: Sao lưu dự phòng Pika đổ vỡ khi đang sao lưu dự phòng {}.

source: The backup repository is already in use.
ca: El repositori de còpies de seguretat ja s'està utilitzant.
da: Opbevaringssted til sikkerhedskopier er allerede i brug.
hr: Repozitorij sigurnosnog kopiranja se već koristi.
id: Repositori cadangan sudah digunakan.
ko: 백업 저장소를 이미 사용중입니다.
pl: Repozytorium kopii zapasowej jest już używane.
sr: Ризница резерве је већ у употреби.
vi: Kho sao lưu dự phòng đã được dùng rồi.

source: Only metered internet connections available.
ca: Només hi han disponibles connexions a Internet limitades.
da: Kun en forbrugsbaseret forbindelse er tilgængelig.
hr: Dostupno je samo povezivanje ograničeno podacima.
id: Hanya koneksi internet terukur yang tersedia.
ko: 종량제 인터넷 연결만 사용할 수 있습니다.
pl: Dostępne są tylko mierzone połączenia z Internetem.
sr: Доступна је само мерена интернет веза.
vi: Chỉ sẵn có mạng internet giới hạn lưu lượng.

source: Device not connected to power.
ca: El dispositiu no està connectat al corrent.
da: Enheden er ikke tilsluttet strømforsyningen.
hr: Uređaj nije priključen na napajanje.
id: Perangkat tidak terhubung ke daya.
ko: 장치에 전원을 연결하지 않았습니다.
pl: Urządzenie nie jest podłączone do zasilania.
sr: Уређај није прикључен на напајање.
vi: Thiết bị sao lưu dự phòng chưa được cắm điện.

source: Scheduled Backup Postponed
ca: S'ha posposat la còpia de seguretat planificada
da: Planlagt sikkerhedskopiering udsat
hr: Zakazano sigurnosno kopiranje je odgođeno
id: Pencadangan Terjadwal Ditunda
ko: 계획한 백업 동작 지연됨
pl: Przełożono zaplanowaną kopię zapasową
sr: Заказано прављење резерве је одложено
vi: Sao lưu theo lịch trình bị hoãn
