Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Backup Device Required
ca: Cal un dispositiu de còpia de seguretat
da: Enhed til sikkerhedskopiering kræves
hr: Potreban je uređaj sigurnosnog kopiranja
id: Perangkat Cadangan Diperlukan
ko: 백업 장치 필요
pl: Wymagane jest urządzenie kopii zapasowej
sr: Захтева се уређај за резерве
vi: Cần thiết bị Sao lưu dự phòng

source: “{}” has to be connected for the scheduled backup to start.
ca: «{}» s'ha de connectar perquè s'iniciï la còpia de seguretat programada.
da: “{}” skal være tilsluttet, før den planlagte sikkerhedskopiering kan begynde.
hr: “{}” mora biti povezan kako bi zakazano sigurnosno kopiranje započelo.
id: "{}" harus terhubung agar pencadangan terjadwal dimulai.
ko: 정기 백업을 시작하려면 “{}” 장치를 연결해야합니다.
pl: „{}” musi być podłączone, aby można było rozpocząć zaplanowaną kopię zapasową.
sr: „{}“ треба да се повеже да би започело заказано прављење резерве.
vi: “{}” đã được kết nối cho sao lưu dự phòng theo lịch để chạy.

source: Failed to start scheduled backup
ca: No s'ha pogut iniciar la còpia de seguretat planificada
da: Kunne ikke starte planlagt sikkerhedskopiering
hr: Neuspjelo pokretanje zakazanog sigurnosnog kopiranja
id: Gagal memulai pencadangan terjadwal
ko: 계획한 백업 시작에 실패했습니다
pl: Rozpoczęcie zaplanowanej kopii zapasowej się nie powiodło
sr: Нисам успео да започнем заказану резерву
vi: Gặp lỗi khi khởi chạy lên lịch trình sao lưu

source: Abort running backup creation?
ca: Voleu interrompre la creació de la còpia de seguretat en execució?
da: Afbryd sikkerhedskopieringen, der er i gang?
gl: Desexa abortar a execución da creación do respaldo?
hr: Prekini pokrenuto stvaranje sigurnosne kopije?
id: Gugurkan menjalankan pembuatan cadangan?
ko: 백업 생성 실행을 중단하시겠습니까?
pl: Przerwać tworzenie kopii zapasowej?
sr: Да прекинем покренуто прављење резерве?
vi: Bãi bỏ thao tác tạo bản sao dự phòng?

source: The backup will remain incomplete if aborted now.
ca: La còpia de seguretat romandrà incompleta si s'interromp ara.
da: Sikkerhedskopien forbliver ufuldstændig, hvis den afbrydes nu.
gl: O respaldo continuará sen completar se aborta agora.
hr: Sigurnosna kopija će ostati nepotpuna ako sada prekinete stvaranje.
id: Pencadangan akan tetap tidak lengkap jika digugurkan sekarang.
ko: 지금 중단하면 백업이 끝나지 않은 상태로 남습니다.
pl: Przerwanie w tej chwili spowoduje, że kopia zapasowa będzie niepełna.
sr: Резерва ће остати непотпуна ако сада прекинете.
vi: Bản sao lưu sẽ không hoàn thiện nếu bãi bỏ ngay bây giờ.

source: Continue
ca: Continua
da: Fortsæt
gl: Continuar
hr: Nastavi
id: Lanjutkan
ko: 계속
pl: Kontynuuj
sr: Настави
vi: Tiếp tục

source: Abort
ca: Interromp
da: Afbryd
gl: Abortar
hr: Prekini
id: Gugurkan
ko: 중단
pl: Przerwij
sr: Прекини
vi: Bãi bỏ

source: A Backup Operation is Running
da: En sikkerhedskopiering er i gang
id: Operasi Pencadangan Berjalan
pl: Trwa działanie kopii zapasowej
sr: Прављење резерве је у току

source: Pika Backup cannot be quit during a backup operation.
da: Pika Backup kan ikke afsluttes, mens en sikkerhedskopiering er i gang.
id: Pika cadangan tidak dapat berhenti selama operasi pencadangan.
pl: Pika nie może być wyłączana w trakcie działania kopii zapasowej.
sr: Пика резерве не може да изађе за време прављења резерве.

source: Failed to run “borg”. Is BorgBackup installed correctly?
ca: No s'ha pogut executar «borg». Està instal·lat correctament BorgBackup?
da: Kunne ikke køre “borg”. Er BorgBackup installeret korrekt?
hr: Neuspjelo “borg” pokretanje. Je li BorgBackup instaliran ispravno?
id: Gagal menjalankan "borg". Apakah BorgBackup terpasang dengan benar?
ko: “borg” 실행에 실패했습니다. BorgBackup을 제대로 설치하셨습니까?
pl: Wykonanie polecenia „borg” się nie powiodło. Czy prawidłowo zainstalowano program BorgBackup?
sr: Нисам успео да покренем „borg“-а. Да ли је „BorgBackup“ исправно инсталиран?
vi: Gặp lỗi khi chạy “borg”. BorgBackup đã được cài đặt chính xác chưa?

source: BorgBackup version too old
ca: La versió de BorgBackup és massa antiga
da: Versionen af BorgBackup er for gammel
hr: Inačica BorgBackupa kopiranja je prestara
id: Versi BorgBackup terlalu tua
ko: BorgBackup 버전이 너무 오래됨
pl: Wersja programu BorgBackup jest za stara
sr: Издање „BorgBackup“ је превише старо
vi: Phiên bản của BorgBackup là quá cũ

source: The installed version {} of BorgBackup is too old. Some features requiring borg-backup version {}.{}.{} will not work.
ca: La versió instal·lada {} de BorgBackup és massa antiga. Algunes funcionalitats que requereixen la versió de borg-backup {}.{}.{} no funcionaran.
da: Den installerede version {} af BorgBackup er for gammel. Nogle funktioner, som kræver borg-backup version {}.{}.{}, vil ikke virke.
hr: Instalirana inačica {} BorgBackupa je prestara. Određene značajke potrebne za BorgBackup inačice {}.{}.{} neće raditi.
id: Versi BorgBackup yang terpasang terlalu tua. Beberapa fitur yang memerlukan borg-backup versi {}.{} tidak akan berfungsi.
ko: BorgBackup {} 버전이 너무 오래되었습니다. 보그백업 버전 {}.{}.{}에서 필요한 일부 기능은 동작하지 않습니다.
pl: Zainstalowana wersja {} programu BorgBackup jest za stara. Część funkcji do działania wymaga wersji {}.{}.{}.
sr: Инсталирано издање {} „BorgBackup“-а је превише старо. Неке функције које захтевају „borg-backup“ издање {}.{}.{} неће радити.
vi: Phiên bản đã cài đặt {} của BorgBackup là quá cũ. Một số tính năng yêu cầu borg-backup phiên bản {}.{}.{} sẽ không hoạt động.

source: BorgBackup version too new
ca: La versió de BorgBackup és massa nova
da: Versionen af BorgBackup er for ny
hr: Inačica BorgBackupa je prenova
id: Versi BorgBackup terlalu baru
ko: BorgBackup 버전이 너무 최신임
pl: Wersja programu BorgBackup jest za nowa
sr: Издање „BorgBackup“ је превише ново
vi: Phiên bản của BorgBackup là quá mới

source: The installed version {} of BorgBackup is too new. Version {}.{} is recommended. Some features might not work as expected.
ca: La versió instal·lada {} de BorgBackup és massa nova. Es recomana la versió {}.{}. És possible que algunes funcionalitats no funcionin com s'esperava.
da: Den installerede version {} af BorgBackup er for ny. Version {}.{} anbefales. Nogle funktioner virker måske ikke som forventet.
hr: Instalirana inačica {} BorgBackupa je prenova. Inačica {}.{} je preporučena. Određene značajke neće raditi očekivano.
id: Versi BorgBackup yang terpasang terlalu tua. Beberapa fitur yang memerlukan borg-backup versi {}.{} tidak akan berfungsi.
ko: BorgBackup {} 버전이 너무 최신입니다. {}.{} 버전을 권장합니다. 일부 기능은 기대한대로 동작하지 않을 수 있습니다.
pl: Zainstalowana wersja {} programu BorgBackup jest za nowa. Zalecana jest wersja {}.{}. Część funkcji może nie działać poprawnie.
sr: Инсталирано издање {} „BorgBackup“-а је превише ново. Препоручује се издање {}.{}. Неке функције неће радити као што се очекује.
vi: Phiên bản đã cài đặt {} của BorgBackup là quá mới. Nên dùng bản {}.{}. Một số tính năng có thể không hoạt động như mong muốn.

source: Failed to Check BorgBackup Version
ca: No s'ha pogut comprovar la versió de BorgBackup
da: Kan ikke tjekke versionen af BorgBackup
hr: Nemoguća provjera inačice BorgBackupa
id: Gagal memeriksa versi BorgBackup
ko: BorgBackup 버전 확인에 실패했습니다
pl: Sprawdzenie wersji programu BorgBackup się nie powiodło
sr: Нисам успео да проверим „Borg-Backup“ издање
vi: Gặp lỗi khi kiểm tra phiên bản của BorgBackup

source: The installed version {} might not work.
ca: Pot ser que la versió {} instal·lada no funcioni.
da: Den installerede version {} virker måske ikke.
hr: Instalirana inačica {} možda neće raditi.
id: Versi {} yang terpasang mungkin tidak bekerja.
ko: 설치한 {} 버전이 동작하지 않을 수도 있습니다.
pl: Zainstalowana wersja, {}, może nie działać.
sr: Инсталирано издање {} неће радити.
vi: Phiên bản đã cái đặt {} có lẽ không làm việc.

source: _Keyboard Shortcuts
ca: _Dreceres del teclat
da: _Tastaturgenveje
gl: _Atallos de teclado
hr: _Prečaci tipkovnice
id: Pintasan Papan Ti_k
ko: 키보드 바로 가기 키(_K)
pl: _Skróty klawiszowe
sr: _Пречице тастатуре
vi: _Phím tắt bàn phím

source: _Help
ca: A_juda
da: _Hjælp
gl: _Axuda
hr: _Priručnik
id: Bant_uan
ko: 도움말(_H)
pl: Pomo_c
sr: По_моћ
vi: Trợ _giúp

source: _About Pika Backup
ca: _Quant a Pika Backup
da: _Om Pika Backup
gl: _Sobre Pika
hr: _O Pika sigurnosnom kopiranju
id: Tent_ang Pika Backup
ko: 피카 백업 정보(_A)
pl: _O programie
sr: О _Пика резервама
vi: _Giới thiệu sao lưu dự phòng Pika

source: Backup Preferences
da: Indstillinger for sikkerhedskopiering
id: Preferensi Cadangan
pl: Preferencje kopii zapasowej

source: Remove Backup Setup
ca: Suprimeix la configuració de la còpia de seguretat
da: Fjern opsætning af sikkerhedskopiering
hr: Ukloni postavljanje sigurnosnog kopiranja
id: Hapus Pengaturan Cadangan
ko: 백업 설정 제거
pl: Usuń konfigurację kopii zapasowych
sr: Уклони поставку резерве
vi: Gỡ bỏ cài đặt sao lưu

source: Setup Backup
ca: Configura la còpia de seguretat
da: Indstil sikkerhedskopi
hr: Postavi sigurnosno kopiranje
id: Siapkan Pencadangan
ko: 백업 설정
pl: Skonfiguruj kopię zapasową
sr: Постави резерву
vi: Cài đặt sao lưu

source: Main Menu
da: Hovedmenu
id: Menu Utama
pl: Menu główne
sr: Главни изборник

source: No Backup Configured
ca: No s'ha configurat cap còpia de seguretat
da: Ingen sikkerhedskopiering konfigureret
gl: Non hai respaldos configurados
hr: Nema podešenog sigurnosnog kopiranja
id: Tak Ada Pencadangan yang Dikonfigurasi
ko: 설정한 백업 없음
pl: Nie skonfigurowano kopii zapasowej
sr: Нема подешених резерви
vi: Không có cấu hình sao lưu dự phòng nào

source: Add a new configuration to start creating backups
ca: Afegeix una configuració nova per a començar a crear còpies de seguretat
da: Tilføj en ny konfiguration for at begynde at oprette sikkerhedskopier
gl: Engadir unha nova configuración para comezar a crear respaldos
hr: Dodajte novo podešavanje sigurnosnog kopiranja za pokretanje stvaranja sigurnosnih kopija
id: Tambah konfigurasi baru untuk mulai membuat cadangan
ko: 백업 만들기를 시작하려면 새 설정을 추가하십시오
pl: Należy dodać nową konfigurację, aby zacząć tworzyć kopie zapasowe
sr: Додајте ново подешавање да започнете стварање резерви
vi: Thêm cấu hình mới để bắt đầu tạo bản sao lưu dự phòng

source: _Setup Backup
da: _Indstil sikkerhedskopi
id: _Siapkan Pencadangan
pl: _Skonfiguruj kopię zapasową
sr: _Постави Резерву

source: Backup
da: Sikkerhedskopi
pl: Kopia zapasowa

source: Archives are being mounted. This might take a while.
ca: S'estan muntant els arxius. Això pot trigar una estona.
gl: Os arquivos están montándose. Isto pode levar un anaco.
hr: Arhive su montirane. Ovo bi moglo potrajati.
id: Arsip sedang dipasang. Ini mungkin akan memakan waktu lama.
ko: 보관 위치에 마운팅하고 있습니다. 시간이 좀 걸립니다.
pl: Archiwa są montowane. Może to chwilę zająć.
sr: Архиве су прикачене. Ово може потрајати.
vi: Kho nén đang được gắn kết. Việc này có thể hơi mất thời gian một tí.

source: Actions
da: Handlinger
id: Aksi
pl: Działania
sr: Радње

source: _Backup
ca: Còpia de _seguretat
da: _Sikkerhedskopiering
gl: _Respaldar
hr: _Sigurnosno kopiraj
id: _Cadangkan
ko: 백업(_B)
pl: _Kopia zapasowa
sr: Направи _резерву
vi: _Sao lưu

source: Eject Backup Disk
da: Skub disk til sikkerhedskopi ud
id: Keluarkan Diska Cadangan
pl: Wysuwa dysk z kopią zapasową

source: Disconnected
da: Frakoblet
id: Terputus
pl: Rozłączono

source: _Abort
ca: _Interromp
da: A_fbryd
gl: _Abortar
hr: _Prekini
id: Gugurk_an
ko: 중단(_A)
pl: _Przerwij
sr: _Прекини
vi: _Bãi bỏ

source: Back Up _Now
ca: _Fes una còpia de seguretat ara
da: _Sikkerhedskopiér nu
gl: _Respaldar agora
hr: Sigurnosno kopiraj _odmah
id: Cada_ngkan Sekarang
ko: 지금 백업(_N)
pl: _Wykonaj kopię zapasową
sr: _Сада направи резерву
vi: _Sao lưu ngay

source: Files to Back Up
ca: Fitxers per a fer-ne una còpia de seguretat
da: Filer som skal sikkerhedskopieres
hr: Datoteke za sigurnosno kopiranje
id: Berkas untuk Dicadangkan
ko: 백업할 파일
pl: Pliki w kopii zapasowej
sr: Датотеке за прављење резерве
vi: Các tập tin cần sao lưu

source: Only files in the following folders are saved in the backup repository.
ca: Només es desen els fitxers de les carpetes següents al repositori de còpia de seguretat.
da: Kun filer i følgende mapper gemmes i sikkerhedskopiopbevaringsstedet.
hr: Samo datoteke u sljedećim mapama su spremljene u repozitoriju sigurnosnog kopiranja.
id: Hanya berkas di folder berikut yang disimpan di repositori cadangan.
ko: 다음 폴더의 파일만 백업 저장소에 저장합니다.
pl: Tylko pliki w tych katalogach są zapisywane w repozytorium kopii zapasowej.
sr: Само датотеке у следећим фасциклама су сачуване у ризници резерве.
vi: Chỉ các tập tin trong các thư mục sau đây được ghi lại trong kho sao lưu dự phòng.

source: Select Directory to Include
da: Vælg mappe, som skal medtages
id: Pilih Direktori untuk Menyertakan
pl: Wybiera katalog do dołączenia
sr: Изаберите директоријум за укључивање

source: No files included in backup
da: Ingen filer inkluderet i sikkerhedskopi
id: Tidak ada berkas yang disertakan dalam cadangan
ko: 백업에 들어간 파일이 없습니다
pl: W kopii zapasowej nie ma żadnych plików
sr: Никакве датотеке нису укључене у резерву

source: Exclude from Backup
ca: Exclou de la còpia de seguretat
da: Udelad fra sikkerhedskopiering
hr: Izostavi iz sigurnosne kopije
id: Kecualikan dari Cadangan
ko: 백업에서 제외
pl: Wykluczone z kopii zapasowej
sr: Искључи из резерве
vi: Loại trừ khỏi sao lưu dự phòng

source: The following folders are excluded from the backup repository.
ca: Les carpetes següents s'exclouen del repositori de còpia de seguretat.
da: Følgende mapper medtages ikke i sikkerhedskopiopbevaringsstedet.
hr: Sljedeće mape su izostavljene iz repozitorija sigurnosnog kopiranja.
id: Folder berikut dikecualikan dari repositori cadangan.
ko: 다음 폴더는 백업 저장소에서 빠집니다.
pl: Te katalogi są wykluczone z repozytorium kopii zapasowej.
sr: Следеће фасцикле су искључене из ризнице резерве.
vi: Các thư mục sau đây được loại trừ khỏi kho sao lưu dự phòng.

source: Select Directory to Exclude
da: Vælg mappe, som skal udelades
id: Pilih Direktori untuk Mengecualikan
pl: Wybiera katalog do wykluczenia
sr: Изаберите директоријум за искључивање

source: Nothing excluded from backup
ca: No s'ha exclòs res de la còpia de seguretat
da: Intet er udeladt fra sikkerhedskopiering
gl: Non hai nada excluído do respaldo
hr: Ništa nije izuzeto iz sigurnosne kopije
id: Tidak ada yang dikecualikan dari cadangan
ko: 백업에서 빠진 요소가 없습니다
pl: Nic nie wykluczono z kopii zapasowej
sr: Ништа није искључено из резерве
vi: Không loại trừ gì khỏi việc sao lưu

source: _Archives
ca: _Arxius
da: A_rkiver
gl: _Arquivos
hr: _Arhive
id: _Arsip
ko: 보관 파일(_A)
pl: _Archiwa
sr: _Архиве
vi: _Kho nén

source: Archive _Prefix
ca: _Prefix d'arxiu
da: Arkiv_præfiks
hr: Prefiks _arhive
id: _Prefiks Arsip
ko: 보관 파일 접두사(_P)
pl: _Przedrostek archiwum
sr: _Префикс архиве
vi: Tiền_tố kho nén

source: Added in front of all archive names
ca: Afegit davant de tots els noms d'arxiu
da: Tilføjes foran alle arkivnavne
hr: Dodan na početak svih naziva arhiva
id: Ditambahkan di depan semua nama arsip
ko: 모든 보관 파일 이름 앞에 추가합니다
pl: Dodawany przed nazwami archiwów
sr: Додат је на чело свих назива архива
vi: Được thêm vào trước của các tên kho nén

source: _Cleanup Archives
ca: Arxius de neteja
da: _Ryd op i arkiver
hr: _Uklanjanje arhiva
id: _Pembersihan Arsip
ko: 보관 파일 정리(_C)
pl: Wy_czyść archiwa
sr: _Очисти архиве
vi: _Dọn Kho nén

source: Delete some older archives
ca: Suprimeix alguns arxius antics
da: Slet nogle gamle arkiver
gl: Eliminar algúns dos arquivos antigos
hr: Obrišite određene stare arhive
id: Menghapus beberapa arsip lama
ko: 일부 오래된 보관 파일 삭제
pl: Usuwa część starszych archiwów
sr: Обришите неке старије архиве
vi: Xóa một số kho nén cũ

source: Data Integrity Check
da: Kontrol af dataintegritet
pl: Sprawdzenie spójności danych

source: _Check Now…
da: _Kontrollér nu …
pl: _Sprawdź teraz…

source: _Abort…
da: A_fbryd …
pl: _Przerwij…

source: Archives
ca: Arxius
da: Arkiver
gl: Arquivos
hr: Arhive
id: Arsip
ko: 보관 파일
pl: Archiwa
sr: Архиве
vi: Kho nén

source: Refresh
da: Opdatér
id: Segarkan
pl: Odświeża
sr: Освежи

source: Stop browsing archive files
ca: Atura la navegació pels fitxer d'arxiu
da: Stop gennemgang af arkivfiler
gl: Deter a exploración dos ficheiros arquivados
hr: Prekini pregledavanje datoteka arhive
id: Hentikan penjelajahan berkas arsip
ko: 보관 파일 탐색 중지
pl: Kończy przeglądanie plików archiwum
sr: Заустави разгледање датотека архиве
vi: Dừng duyệt các tập tin kho lưu

source: No archives available
ca: No hi ha arxius disponibles
da: Ingen tilgængelige arkiver
gl: Non hai arquivos dispoñíbeis
hr: Nema dostupnih arhiva
id: Tidak ada arsip yang tersedia
ko: 존재하는 보관 파일이 없습니다
pl: Brak dostępnych archiwów
sr: Нема доступних архива
vi: Không có kho nén nào sẵn có

source: _Schedule
ca: Plani_fica
da: _Planlæg
hr: _Raspored
id: _Jadwal
ko: 일정 수립(_S)
pl: _Harmonogram
sr: _Закажи
vi: _Lịch biểu

source: Scheduled Backups
ca: S'han deshabilitat les còpies de seguretat planificades
da: Planlagte sikkerhedskopieringer
hr: Raspored sigurnosnog kopiranja
id: Jadwalkan Pencadangan
ko: 일정에 잡힌 백업
pl: Zaplanowane kopie zapasowe
sr: Заказане резерве

source: Regularly Create Backups
ca: Crea còpies de seguretat regularment
da: Opret jævnligt sikkerhedskopier
hr: Redovito stvaranje arhiva
id: Buat Cadangan Secara Teratur
ko: 주기적으로 만드는 백업
pl: Regularne tworzenie kopii zapasowych
sr: Редовно прави резерве

source: Frequency
ca: Freqüència
da: Hyppighed
gl: Frecuencia
hr: Učestalost
id: Frekuensi
ko: 주기
pl: Częstotliwość
sr: Учесталост
vi: Tần số

source: Preferred Time
ca: Hora preferida
da: Foretrukket tidspunkt
gl: Hora preferida
hr: Željeno vrijeme
id: Waktu Pilihan
ko: 원하는 시간
pl: Preferowany czas
sr: Жељено време
vi: Thời gian ưa thích

source: Preferred Weekday
ca: Dia de la setmana preferit
da: Foretrukket ugedag
gl: Día laboral preferido
hr: Željeni dan u tjednu
id: Hari Kerja Pilihan
ko: 원하는 요일
pl: Preferowany dzień tygodnia
sr: Жељени дан у седмици
vi: Ngày thường ưu tiên

source: Preferred Day
ca: Dia preferit
gl: Día preferido
hr: Željeni dan
id: Hari Pilihan
ko: 원하는 일자
pl: Preferowany dzień
sr: Жељени дан
vi: Ngày ưu tiên

source: Delete old Archives
ca: Suprimeix els arxius antics
da: Slet gamle arkiver
gl: Eliminar arquivos antigos
hr: Obriši stare arhive
id: Hapus Arsip lama
ko: 이전 보관 파일 삭제
pl: Usuwanie starych archiwów
sr: Обриши старе архиве
vi: Xóa kho nén cũ

source: Save Configuration
ca: Desa la configuració
da: Gem konfiguration
hr: Spremi podešavanje
id: Simpan Konfigurasi
ko: 설정 저장
pl: Zapisz konfigurację
sr: Сачувај подешавање
vi: Lưu cấu hình

source: Regularly Cleanup Archives
ca: Neteja periòdicament dels arxius
da: Ryd jævnligt op i arkiver
hr: Redovito uklanjanje arhiva
id: Bersihkan Arsip Secara Teratur
ko: 주기적으로 보관 파일 정리
pl: Regularne czyszczenie archiwów
sr: Редовно чисти архиве
vi: Thường xuyên dọn Kho nén

source: Remove old archives after creating new backups
ca: Suprimeix els arxius antics després de crear còpies de seguretat noves
da: Fjern gamle arkiver efter oprettelse af nye sikkerhedskopier
hr: Ukloni stare arhive nakon stvaranja novih sigurnosnih kopija
id: Hapus arsip lama setelah membuat cadangan baru
ko: 새 백업을 만든 후 이전 보관 파일을 삭제합니다
pl: Usuwanie starych archiwów po utworzeniu nowych kopii zapasowych
sr: Уклоните старе архиве након стварања нових резерви
vi: Gỡ bỏ kho nén cũ sau khi tạo bản sao lưu mới

source: Preserved Archives
ca: Arxius conservats
da: Bevarede arkiver
hr: Očuvane arhive
id: Arsip yang Diawetkan
ko: 보존 중인 보관 파일
pl: Przechowywane archiwa
sr: Резервисане архиве
vi: Các kho nén được bảo tồn

source: Amount and time span of retained archives
ca: Quantitat i temps dels arxius retinguts
da: Mængde og tidsinterval for bevarede arkiver
hr: Količina i vremenski raspon pohranjenih arhiva
id: Jumlah dan rentang waktu arsip yang disimpan
ko: 보관하고 있는 파일의 용량과 시간대 범위입니다
pl: Ilość i czas zachowywanych archiwów
sr: Количина и временски распон задржаних архива
vi: Số lượng và khoảng thời gian của kho nén được giữ lại

source: Details
ca: Detalls
da: Detaljer
gl: Detalles
hr: Pojedinosti
id: Rincian
ko: 세부 내역
pl: Szczegóły
sr: Појединости
vi: Chi tiết

source: Keep Hourly
ca: Mantén-ho horàries
da: Behold hver time
gl: Manter cada hora
hr: Zadrži satno
id: Simpan Setiap Jam
ko: 시간별 유지
pl: Co godzinę
sr: Задржи сат времена
vi: Gữi một giờ

source: Keep Daily
ca: Mantén-ho diàries
da: Behold daglig
gl: Manter diariamente
hr: Zadrži dnevno
id: Simpan Setiap Hari
ko: 일자별 유지
pl: Codziennie
sr: Задржи дневно
vi: Giữ một ngày

source: Keep Weekly
ca: Mantén-ho setmanals
da: Behold ugentlig
gl: Manter semanalmente
hr: Zadrži tjedno
id: Simpan Mingguan
ko: 주별 유지
pl: Co tydzień
sr: Задржи седмично
vi: Giữ một tuần

source: Keep Monthly
ca: Mantén-ho mensuals
da: Behold månedlig
gl: Manter mensualmente
hr: Zadrži mjesečno
id: Simpan Bulanan
ko: 월별 유지
pl: Co miesiąc
sr: Задржи месечно
vi: Gữi một tháng

source: Keep Annual
ca: Mantén-ho anualment
da: Behold årlig
gl: Manter anualmente
hr: Zadrži godišnje
id: Simpan Tahunan
ko: 연별 유지
pl: Co roku
sr: Задржи годишње
vi: Giữ một năm

source: Backup Info
ca: Informació de la còpia de seguretat
da: Information om sikkerhedskopi
gl: Información do respaldo
hr: Informacije sigurnosne kopije
id: Info Pencadangan
ko: 백업 정보
pl: Informacje o kopii zapasowej
sr: Подаци о резерви
vi: Thông tin sao lưu dự phòng

source: Amount saved
ca: Quantitat desada
da: Hvor meget der er gemt
gl: Cantidade gardada
hr: Spremljena količina
id: Jumlah yang disimpan
ko: 저장 양
pl: Zapisana ilość
sr: Укупно сачуваних
vi: Số lượng được lưu

source: Size of all files
da: Størrelsen af alle filer
id: Ukuran semua berkas
pl: Rozmiar wszystkich plików
sr: Величина свих датотека

source: Number of files saved
ca: Nombre de fitxers desats
da: Antal filer gemt
gl: Número de ficheiros gardados
hr: Broj spremljenih datoteka
id: Cacah berkas yang disimpan
ko: 저장 파일 갯수
pl: Liczba zapisanych plików
sr: Број сачуваних датотека
vi: Số lượng của các tập tin được lưu

source: Backup space used
da: Forbrugt plads til sikkerhedskopi
id: Ruang cadangan yang digunakan
pl: Używane miejsce na kopię zapasową
sr: Простор за резерве је коришћен

source: Newly used space in this backup
da: Nyligt forbrugt plads i denne sikkerhedskopi
id: Ruang yang baru digunakan dalam cadangan ini
pl: Nowo użyte miejsce w tej kopii zapasowej
sr: Новокоришћени простор у овој резерви

source: Current file
ca: Fitxer actual
da: Nuværende fil
gl: Ficheiro actual
hr: Trenutna datoteka
id: Berkas saat ini
ko: 현재 파일
pl: Obecny plik
sr: Тренутна датотека
vi: Tập tin hiện tại

source: Backup Never Ran
ca: La còpia de seguretat no s'ha executat mai
da: Sikkerhedskopiering kørte aldrig
hr: Sigurnosno kopiranje nije nikada obavljeno
id: Pencadangan Tidak Pernah Berjalan
ko: 백업을 전혀 실행하지 않음
pl: Nigdy nie wykonano kopii zapasowej
sr: Прављење резерве није никада покренуто
vi: Sao lưu dự phòng chưa từng chạy bao giờ

source: Begin by carrying out your first backup
ca: Comenceu la primera còpia de seguretat
da: Begynd med at udføre din første sikkerhedskopiering
hr: Započnite pokretanjem stvaranje prve sigurnosne kopije
id: Mulailah dengan membuat cadangan pertama Anda
ko: 첫번째 백업 실행 시작
pl: Należy zacząć tworząc pierwszą kopię zapasową
sr: Почните правећи вашу прву резерву
vi: Bắt đầu bằng cách tạo bản sao lưu dự phòng đầu tiên của bạn

source: No Integrity Check
da: Ingen integritetskontrol
pl: Brak sprawdzenia spójności

source: Archives integrity check not yet performed
da: Kontrol af arkivers integritet er endnu ikke udført
pl: Nie wykonano jeszcze sprawdzenia spójności archiwów

source: Last backup completed with warnings
ca: La darrera còpia de seguretat s’ha completat amb avisos
da: Sidste sikkerhedskopiering fuldførtes med advarsler
gl: Último respaldo completo con avisos
hr: Posljednje sigurnosno kopiranje je završeno s upozorenjima
id: Pencadangan terakhir selesai dengan peringatan
ko: 경고로 끝난 마지막 백업
pl: Ostatnia kopia zapasowa została ukończona z ostrzeżeniami
sr: Последња резерва је обављена са упозорењима
vi: Sao lưu lần cuối hoàn tất với cảnh báo
