Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Last Backup Successful
ca: La darrera còpia de seguretat ha estat correcta
da: Sidste sikkerhedskopiering lykkedes
hr: Posljednje sigurnosno kopiranje je uspjelo
id: Pencadangan Terakhir Berhasil
ko: 성공한 마지막 백업
pl: Ostatnia kopia zapasowa się powiodła
sr: Последња резерва је успешно направљена
vi: Lần sao lưu thành công cuối cùng

source: Last Backup Aborted
ca: La darrera còpia s'ha interromput
da: Sidste sikkerhedskopiering afbrudt
hr: Posljednje sigurnosno kopiranje je prekinuto
id: Pencadangan Terakhir Digugurkan
ko: 중단한 마지막 백업
pl: Ostatnia kopia zapasowa została przerwana
sr: Прављење последње резерве је прекинуто
vi: Lần sao lưu bị bãi bỏ cuối cùng

source: Last Backup Failed
ca: La darrera còpia de seguretat ha fallat
da: Sidste sikkerhedskopiering mislykkedes
hr: Posljednje sigurnosno kopiranje je neuspjelo
id: Pencadangan Terakhir Gagal
ko: 실패한 마지막 백업
pl: Ostatnia kopia zapasowa się nie powiodła
sr: Прављење последње резерве није успело
vi: Lần sao lưu gặp lỗi cuối cùng

source: Successful Integrity Check {}
da: Gennemført integritetskontrol {}
pl: Pomyślne sprawdzenie spójności: {}

source: Result might be out of date
da: Resultatet kan være forældet
pl: Wynik może być nieaktualny

source: Last Integrity Check Successful
da: Sidste integritetskontrol var vellykket
pl: Ostatnie sprawdzenie spójności się powiodło

source: Integrity Check Aborted
da: Integritetskontrol afbrudt
pl: Sprawdzenie spójności zostało przerwane

source: Errors Found and Repaired
da: Fejl fundet og repareret
pl: Odnaleziono i naprawiono błędy

source: Integrity Errors Found
da: Integritetsfejl fundet
pl: Odnaleziono błędy spójności

source: {} % finished
ca: {} % acabat
da: {} % færdig
gl: {} % rematado
hr: {} % završeno
id: {} % selesai
ko: {}% 완료
pl: Ukończono {}%
sr: {} % је завршено
vi: {} % đã hoàn thành

source: Preparing backup
ca: S'està preparant la còpia de seguretat
da: Forbereder sikkerhedskopiering
gl: Preparando respaldo
hr: Pripremanje sigurnosnog kopiranja
id: Menyiapkan pencadangan
ko: 백업 준비
pl: Przygotowywanie kopii zapasowej
sr: Припремам резерву
vi: Chuẩn bị sao lưu dự phòng

source: Backup Running
ca: Còpia de seguretat en execució
da: Sikkerhedskopiering kører
hr: Sigurnosno kopiranje je pokrenuto
id: Pencadangan Berjalan
ko: 백업 실행중
pl: Wykonywanie kopii zapasowej
sr: Прављење резерве је у току
vi: Đang chạy sao lưu dự phòng

source: Backup Destination Unresponsive
ca: Destinació de còpia de seguretat sense resposta
da: Destinationen til sikkerhedskopi svarer ikke
hr: Odredište sigurnosnog kopiranja ne reagira
id: Tujuan Pencadangan Tidak Responsif
ko: 백업 대상이 응답하지 않습니다
pl: Miejsce docelowe kopii zapasowej nie odpowiada
sr: Одредиште резерве не одговара
vi: Đích Sao lưu Không phản hồi

source: Connection lost, reconnecting in {}
ca: S'ha perdut la connexió, es torna a connectar a {}
da: Forbindelse tabt. Genopretter forbindelse om {}
gl: Conexión perdida, reconectando en {}
hr: Povezivanje prekinuto, ponovno povezivanje za {}
id: Koneksi hilang, menyambungkan kembali dalam {}
ko: 연결 끊김, {} 내로 다시 연결 중
pl: Utracono połączenie, łączenie ponownie za {}
sr: Веза је изгубљена, поново ћу се повезати за {}
vi: Mất kết nối, kết nối lại trong {}

source: Reconnecting
ca: S'està tornant a connectar
da: Genopretter forbindelse
gl: Reconectando
hr: Ponovno povezivanje
id: Menyambungkan kembali
ko: 다시 연결중
pl: Łączenie ponownie
sr: Поново се повезујем
vi: Đang tái kết nối

source: Stopping Backup
ca: S'està aturant la còpia de seguretat
da: Stopper sikkerhedskopiering
hr: Zaustavljanje sigurnosnog kopiranja
id: Menghentikan Pencadangan
ko: 백업 중단중
pl: Zatrzymywanie kopii zapasowej
sr: Заустављам прављење резерве
vi: Dừng sao lưu dự phòng

source: Failed to spawn interface for scheduled backups.
ca: No s'ha pogut generar la interfície per a les còpies de seguretat planificades.
da: Kunne ikke starte grænseflade til planlagte sikkerhedskopieringer.
hr: Neuspjelo pokretanje sučelja rasporeda sigurnosnog kopiranja.
id: Gagal menelurkan antarmuka untuk pencadangan terjadwal.
ko: 일정을 수립한 백업 동작에 대해 인터페이스 준비에 실패했습니다.
pl: Wywołanie interfejsu do planowania kopii zapasowych się nie powiodło.
sr: Нисам успео да изродим сучеље за заказане резерве.
vi: Gặp lỗi khi sản sinh giao diện cho sao lưu dự phòng theo lịch.

source: Support us on Open Collective
da: Støt os på Open Collective
id: Dukung kami di Open Collective
pl: Wesprzyj nas w serwisie Open Collective
sr: Подржите нас на „Open Collective“

source: Support us on GitHub Sponsors
da: Støt os på GitHub Sponsors
id: Dukung kami di Sponsor Github
pl: Wesprzyj nas przez GitHub Sponsors

source: Copyright © 2018–2023 Sophie Herold et al.
da: Ophavsret © 2018–2023 Sophie Herold og andre.
id: Hak Cipta © 2018–2023 Sophie Herold dkk.
pl: Copyright © 2018-2023 Sophie Herold i inni
sr: Ауторска права © 2018–2023 Софија Херолд и др.

source: translator-credits
ca: equip de traducció: Jordi Mas i Hernàndez <jmas@softcatala.org>, 2021 Maite Guix <maite.guix@gmail.com>, 2021, 2022
da: scootergrisen Alan Mortensen, 2022 Dansk-gruppen Websted http://dansk-gruppen.dk E-mail <dansk@dansk-gruppen.dk>
gl: Fran Dieguez <frandieguez@gnome.org>, 2021-2022
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
id: Andika Triwidada <andika@gmail.com>, 2020-2022. Kukuh Syafaat <kukuhsyafaat@gnome.org>, 2023.
ko: 조성호 <shcho@gnome.org>, 2022
pl: Piotr Drąg <piotrdrag@gmail.com>, 2021-2023 Aviary.pl <community-poland@mozilla.org>, 2021-2023
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
vi: Nhóm Việt hóa GNOME <gnome-vi-list@gnome.org>

source: Back End
da: Motor
hr: Pozadina
id: Info Pencadangan
ko: 백엔드
pl: Mechanizm
sr: Позадинац

source: Pika Backup uses BorgBackup. This app wouldn’t exist without Borg. Consider <a href='https://www.borgbackup.org/support/fund.html'>supporting BorgBackup</a>.
da: Pika Backup bruger BorgBackup. Programmet ville ikke eksistere uden Borg. Overvej at <a href='https://www.borgbackup.org/support/fund.html'>støtte BorgBackup</a>.
hr: Pika sigurnosno kopiranje koristi BorgBackup. Ova aplikacija ne bi postojala bez Borga. Razmotrite <a href='https://www.borgbackup.org/support/fund.html'>podršku BorgBackupu</a>.
id: Pika Backup menggunakan BorgBackup. Aplikasi ini tidak akan ada tanpa Borg. Pertimbangkan <a href='https://www.borgbackup.org/support/fund.html'>untuk mendukung BorgBackup</a>.
ko: 피카 백업은 BorgBackup을 활용합니다. 이 프로그램은 Borg가 없으면 동작하지 않습니다. <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup 지원</a>을 고려해보십시오.
pl: Pika używa programu BorgBackup. Pika nie mogłaby istnieć bez projektu Borg. Proszę rozważyć <a href='https://www.borgbackup.org/support/fund.html'>wsparcie BorgBackup</a>.
sr: Пика резерве користи „BorgBackup“. Овај програм не би постојао без Borg-а. Размотрите <a href='https://www.borgbackup.org/support/fund.html'>подршку „BorgBackup“-у</a>.

source: The Name
da: Navnet
hr: Naziv
id: Nama
ko: 이름
pl: Nazwa programu
sr: Назив

source: The name “Pika Backup” derives from the American pika. Pikas are small mammals belonging to the lagomorphs. The American pika is known for caching food in skillfully constructed haypiles. Techniques used by American pikas for building haypiles include: storing piles below overhanging rocks, using certain plants which inhibit bacterial growth as preservative and preferring plants with high nutrition value for haying. Last but not least, pikas do not only create very sophisticated haypiles but are quick in collecting vegetation as well.
da: Navnet “Pika Backup” stammer fra den amerikanske pibehare. Pibeharer er små pattedyr, der hører til de støttetandede. Den amerikanske pibehare er kendt for at gemme mad i dygtigt konstruerede høstakke. Blandt de teknikker, som amerikanske pibeharer bruger til at bygge høstakke, kan nævnes: opbevaring af bunkerne under overhængende klipper, brug af visse planter, der hæmmer bakterievækst, som konserveringsmiddel og foretrukken brug af planter med høj næringsværdi til høslæt. Sidst, men ikke mindst, skaber pibeharer ikke kun meget avancerede høstakke, men er også hurtige til at samle vegetation.
hr: Naziv “Pika Backup” potječe od američke pike. Pike su mali sisavci koji pripadaju lagomorfima. Američka pika poznata je po spremanju hrane u vješto izgrađene hrpe sijena. Tehnike koje koriste američke pike za izgradnju hrpe sijena uključuju: skladištenje hrpe ispod stijena, korištenje određenih biljaka koje sprječavaju rast bakterija što rezultira biljakama visoke nutritivne vrijednosti. Posljednje, ali ne i najmanje bitno, pike ne samo da stvaraju vrlo sofisticirane hrpe sijena, već su i brze u skupljanju vegetacije.
id: Nama "Pika Backup" berasal dari pika Amerika. Pikas adalah mamalia kecil milik lagomorph. Pika Amerika dikenal karena menyimpan makanan di tumpukan jerami yang dibangun dengan terampil. Teknik yang digunakan oleh pikas Amerika untuk membangun haypile meliputi: menyimpan tumpukan di bawah batuan yang menjorok, menggunakan tanaman tertentu yang menghambat pertumbuhan bakteri sebagai pengawet dan lebih memilih tanaman dengan nilai gizi tinggi untuk haying. Last but not least, pikas tidak hanya membuat tumpukan jerami yang sangat canggih tetapi juga cepat dalam mengumpulkan vegetasi.
ko: “피카 백업” 명칭은 새앙토끼의 명칭(pika)에서 왔습니다. 새앙토끼는 토끼목에 속하는 작은 포유류입니다. 새앙토끼는 잘 쌓아올린 건초더미로 먹이를 보관하는 것으로 알려져있습니다. 미국 새앙토끼가 사용하는 건초더미 구성 기술에는 겨울잠을 위해 고영양 식물을 활용하고 박테리아 서식을 막아 보존성을 높인 풀을 활용하여 바위 위에 건초더미를 걸쳐 쌓아놓기가 있습니다. 무엇보다도 새앙토끼는 매우 정교한 건초 더미를 만들 뿐만 아니라 채식 먹이 또한 매우 빠르게 채집하기도 합니다.
pl: Nazwa programu pochodzi od angielskiej nazwy szczekuszki amerykańskiej. Szczekuszki to małe ssaki należące do rzędu zajęczaków. Są one znane z ukrywania jedzenia w przemyślnie skonstruowanych stożkach siana. Techniki używane przez szczekuszki do ich budowania to między innymi: przechowywanie zgromadzonych części roślin pod blokami skalnymi, używanie pewnych roślin mających właściwości bakteriobójcze jako konserwantów i wybieranie roślin o dużej wartości odżywczej do suszenia. Szczekuszki nie tylko tworzą bardzo skomplikowane stożki siana, ale także bardzo szybko zbierają roślinność.
sr: Назив „Пика резерва“ потиче од америчке пике. Пике су мали сисари који припадају лагоморфима. Америчка пика је позната по скупљању хране у вешто направљеним стоговима. Технике које америчке пике користе за изградњу стогова укључују: смештање гомила испод надвијених стена, користећи одређене биљке које инхибирају бактеријски раст као конзерванс и преферирају биљке са високом нутритивном вредношћу за сенару. На крају, али не и најмање важно, пике не само да стварају веома софистициране стогове већ су брзи и у сакупљању вегетације.

source: Frequent rumors that this software’s name is related to a monster with electrical abilities are unfounded.
da: Hyppige rygter om, at dette programs navn er relateret til et uhyre med elektriske egenskaber, er grundløse.
hr: Česte glasine da je naziv ovog softvera povezan s čudovištem koje ima električne sposobnosti su neutemeljene.
id: Desas-desus yang sering beredar bahwa nama perangkat lunak ini terkait dengan monster dengan kemampuan listrik tidak berdasar.
ko: 이 프로그램의 이름이 전기 공격을 하는 몬스터와 관계가 있다는 종종 있을 법한 루머는 찾지 못했습니다.
pl: Częste plotki, jakoby nazwa tego programu pochodziła od potwora z mocami elektryczności są bezzasadne.
sr: Честа брујања о томе да назив овог програма има везе са плашилом са електричним способностима су неоснована.

source: Invalid Archive Prefix
ca: El prefix de l'arxiu no és vàlid
da: Ugyldigt arkivpræfiks
hr: Nevaljani prefiks arhive
id: Prefiks Arsip Tidak Valid
ko: 부적절한 보관 파일 접두사
pl: Nieprawidłowy przedrostek archiwum
sr: Неисправан префикс архиве
vi: Tiền tố kho nén không hợp lệ

source: Archive Prefix
ca: Prefix d'arxiu
da: Arkivpræfiks
hr: Prefiks arhive
id: Prefiks Arsip
ko: 보관 파일 접두사
pl: Przedrostek archiwum
sr: Префикс архиве
vi: Tiền tố kho nén

source: Cancel
ca: Cancel·la
da: Annullér
gl: Cancelar
hr: Odustani
id: Batal
ko: 취소
pl: Anuluj
sr: Откажи
vi: Hủy

source: Save
ca: Desa
da: Gem
hr: Spremi
id: Simpan
ko: 저장
pl: Zapisz
sr: Сачувај
vi: Lưu

source: Archive Prefixes
ca: Prefixos d'arxiu
da: Arkivpræfikser
hr: Prefiksi arhive
id: Prefiks Arsip
ko: 보관 파일 접두사
pl: Przedrostki archiwów
sr: Префикси архиве
vi: Các tiền tố kho nén

source: Each backup run creates a new archive. The archive’s name is always prefixed with the current archive prefix.
da: Hver kørsel opretter et nyt arkiv. Arkivets navn får altid det nuværende arkivs præfiks.
hr: Svako pokretanje sigurnosnog kopiranja stvara novu arhivu. Naziv arhive uvijek sadrži prefiks trenutnog prefiksa arhive.
id: Setiap eksekusi cadangan membuat arsip baru. Nama arsip selalu diawali dengan awalan arsip saat ini.
ko: 각 백업 과정에서 새 보관 파일을 만듭니다. 보관 파일의 이름에는 현재 보관 파일 접두사가 항상 앞에 붙습니다.
pl: Każde wykonanie kopii zapasowej tworzy nowe archiwum. Nazwa archiwum jest zawsze poprzedzana podanym przedrostkiem.
sr: Свако покретање резерве прави нову архиву. Назив архиве увек има префикс текуће архиве.

source: This is especially relevant for the “Cleanup Archives” function. Only archives with the currently configured prefix in their name are considered for deletion.
ca: Això és especialment rellevant per a la funció «Arxius de neteja». Només es consideren els arxius amb el prefix configurat actualment al seu nom per a l'eliminació.
da: Det er særlig relevant for funktionen “Ryd op i arkiver”. Kun arkiver med det aktuelt konfigurerede præfiks i deres navn tages i betragtning til en sletning.
hr: Ovo je posebno bitno za “Uklanjanje arhiva” funkciju. Samo arhive s trenutno podešenim prefiksom u njihovim nazivima se uzimaju za brisanje.
id: Ini sangat relevan untuk fungsi "Bersihkan Arsip". Hanya arsip dengan awalan yang saat ini dikonfigurasi dalam namanya yang dipertimbangkan untuk dihapus.
ko: “보관 파일 정리” 기능과 관련이 있습니다. 현재 설정한 접두사가 붙은 보관 파일만 삭제 대상으로 고려합니다.
pl: Ma to znaczenie zwłaszcza w przypadku funkcji czyszczenia archiwów. Tylko archiwa z obecnie skonfigurowanym przedrostkiem w nazwie są uwzględniane podczas wyboru archiwów do usunięcia.
sr: Ово је нарочито важно за функцију „Очисти архиве“. Само архиве са тренутно подешеним префиксом у њиховим називима се разматрају за брисање.
vi: Điều này đặc biệt phù hợp với chức năng "Dọn dẹp kho nén". Chỉ các kho nén tiền tố hiện được cấu hình trong tên của chúng mới được xem xét xóa.

source: If the archive prefix is empty, no prefix is added.
ca: Si el prefix de l'arxiu està buit, no s'afegirà cap prefix.
da: Er arkivets præfiks tomt, tilføjes intet præfiks.
hr: Ako je prefiks arhive prazan, prefiks nije dodan.
id: Jika awalan arsip kosong, tidak ada awalan yang ditambahkan.
ko: 보관 파일 접두사 값이 비어있으면, 접두사를 추가하지 않습니다.
pl: Jeśli pole jest puste, to żaden przedrostek nie jest dodawany.
sr: Ако је префикс архиве празан, не додаје се никакав префикс.
vi: Nếu tiền tố kho nén là trống, thì không nối tiền tố vào đầu tên kho nén.

source: Perform Repair
da: Udfør reparation
pl: Napraw

source: Perform Check
da: Udfør kontrol
pl: Sprawdź

source: Verify Archives Integrity
da: Bekræft arkivers integritet
pl: Sprawdzenie spójności archiwów

source: Verify archives integrity completed successfully
da: Integritetskontrol af arkiver gennemført
pl: Pomyślnie sprawdzono spójność archiwów

source: Archives Integrity Check
da: Kontrol af arkivers integritet
pl: Sprawdzenie spójności archiwów

source: This operation will check all archives for data integrity. This may take a long time.
da: Denne handling vil kontrollere alle arkivers dataintegritet. Dette kan tage lang tid.
pl: To działanie sprawdzi wszystkie archiwa pod kątem spójności danych. Może to zająć dużo czasu.

source: Verify data
da: Bekræft data
pl: Sprawdź poprawność danych

source: Perform full data verification.
da: Udfør fuld databekræftelse.
pl: Wykonuje pełne sprawdzenie poprawności danych.

source: Perform a full repair. This is a potentially dangerous function and might lead to data loss (for kinds of corruption it is not capable of dealing with).
da: Udfør en fuld reparation. Dette er en potentielt farlig funktion og kan føre til tab af data (for typer af ødelæggelse, som ikke kan håndteres).
pl: Wykonanie pełnej naprawy. To potencjalnie niebezpieczna funkcja, która może spowodować utratę danych (w przypadku uszkodzeń, z którymi nie jest w stanie sobie poradzić).

source: Repair
da: Reparér
pl: Napraw

source: Repair errors. This can lead to data loss.
da: Reparationsfejl. Kan medføre tab af data.
pl: Naprawia błędy. Może spowodować utratę danych.

source: Delete Archive Failed
da: Arkivet kunne ikke slettes
id: Hapus Arsip Gagal
pl: Usunięcie archiwum się nie powiodło
sr: Брисање архиве није успело

source: Delete Archive
da: Slet arkiv
id: Hapus Arsip
pl: Usuń archiwum
sr: Обриши архиву

source: Proceeding with this operation will irretrievably delete this archive. The saved data for this specific point in time will no longer be available.
da: Hvis du fortsætter med denne handling, vil dette arkiv blive slettet uigenkaldeligt. De gemte data for dette specifikke tidspunkt vil ikke længere være tilgængelige.
id: Melanjutkan operasi ini akan menghapus beberapa arsip secara permanen. Data yang disimpan untuk titik waktu tertentu tersebut tidak akan lagi tersedia.
pl: Kontynuacja tego działania nieodwracalnie usunie to archiwum. Zapisane dane dla tej konkretnej daty nie będą już dostępne.
sr: Настављање са овом радњом ће неповратно обрисати ову архиву. Сачувани подаци за ову специфичну тачку у времену неће више бити доступни.

source: Archive Name
da: Arkivnavn
id: Nama Arsip
pl: Nazwa archiwum
sr: Назив архиве

source: Archive Date
da: Arkivdato
id: Tanggal Arsip
pl: Data archiwum
sr: Датум архиве

source: Failed to Mount
ca: No s'ha pogut muntar
da: Kunne ikke montere
hr: Neuspjelo montiranje
id: Gagal Mengait
ko: 마운트에 실패했습니다
pl: Zamontowanie się nie powiodło
sr: Нисам успео да прикачим
vi: Gặp lỗi khi gắn kết

source: The network server is not available
da: Netværksserveren er ikke tilgængelig
pl: Serwer sieciowy jest niedostępny

source: The following backup location needs to be connected:
ca: Cal connectar la següent ubicació de còpia de seguretat:
da: Følgende placering til sikkerhedskopi skal tilsluttes:
gl: A seguinte localización de respaldo precisa conectarse:
hr: Sljedeća lokacija sigurnosnog kopiranja mora biti povezana:
id: Lokasi cadangan berikut ini perlu disambungkan:
ko: 다음 백업 위치를 연결해야합니다:
pl: To położenie kopii zapasowej musi być podłączone:
sr: Следећа места резерве треба да буду повезана:
vi: Vị trí sao lưu dự phòng sau đây cần được kết nối:

source: The operation “{}” requires the encryption password of the repository on “{}”.
ca: L'operació «{}» requereix la contrasenya de xifratge del repositori a «{}».
da: Handlingen “{}” kræver krypteringsadgangskoden til opbevaringsstedet på “{}”.
hr: Radnja “{}” zahtijeva lozinku šifriranja repozitorija na “{}”.
id: Operasi "{}" memerlukan kata sandi enkripsi repositori pada "{}".
ko: “{}” 동작은 “{}” 저장소의 암호화 암호가 필요합니다.
pl: Działanie „{}” wymaga hasła szyfrowania repozytorium w „{}”.
sr: Радња „{}“ захтева лозинку шифровања за ризницу на „{}“.
vi: Thao tác “{}” yêu cầu mật khẩu mã hóa của kho nén trên “{}”.

source: Encryption Password Required
ca: Cal una contrasenya de xifratge
da: Adgangskode til kryptering krævet
hr: Potrebna je lozinka šifriranja
id: Kata Sandi Enkripsi Diperlukan
ko: 암호화 처리 암호가 필요합니다
pl: Wymagane jest hasło szyfrowania
sr: Захтева се лозинка шифровања
vi: Cần mật khẩu mã hóa

source: _Cancel
da: _Annullér
id: _Batal
ko: 취소(_C)
pl: _Anuluj
sr: _Откажи

source: Co_ntinue
da: _Fortsæt
id: La_njutkan
ko: 계속(_N)
pl: _Kontynuuj
sr: _Настави

source: Password
ca: Contrasenya
da: Adgangskode
gl: Contrasinal
hr: Lozinka
id: Kata Sandi
ko: 암호
pl: Hasło
sr: Лозинка
vi: Mật khẩu

source: Exclusion Rules
da: Udeladelsesregler
id: Aturan Pengecualian
pl: Reguły wykluczenia
sr: Правила искључења

source: Add exclusion rule
da: Tilføj udeladelsesregel
id: Tambahkan aturan pengecualian
pl: Dodaje regułę wykluczenia

source: Exclude Directory
da: Udelad mappe
hr: Obuhvati direktorij
id: Kecualikan Direktori
ko: 디렉터리 제외
pl: Wykluczenie katalogu
sr: Искључи директоријум

source: Select
ca: Selecciona
da: Vælg
gl: Seleccionar
hr: Odaberi
id: Pilih
ko: 선택
pl: Wybierz
sr: Изабери
vi: Chọn

source: Exclude File
da: Udelad fil
hr: Izostavi datoteku
id: Kecualikan Berkas
ko: 파일 제외
pl: Wykluczenie pliku
sr: Искључи датотеку

source: Exclude Folder
da: Udelad mappe
id: Kecualikan Folder
ko: 폴더 제외
pl: Wyklucz katalog
sr: Искључи фасциклу

source: Exclude Single File
da: Udelad enkelt fil
id: Kecualikan Satu Berkas
ko: 단일 파일 제외
pl: Wyklucz jeden plik
sr: Искључи једну датотеку

source: Exclude Pattern
da: Udelad mønster
id: Pola Pengecualian
ko: 패턴 제외
pl: Wzorzec wykluczania
sr: Искључи шаблон

source: Define regular expression or Unix filename patterns
da: Definér regulært udtryk eller Unix-filnavnsmønstre
id: Menentukan ekspresi reguler atau pola nama berkas Unix
ko: 정규 표현식 또는 유닉스 파일 이름 패턴을 지정합니다
pl: Można określić wyrażenie regularne lub uniksowe wzorce nazw plików
sr: Дефинишите регуларни израз или Јуникс шаблоне назива датотеке

source: Suggested Exclusions
da: Foreslåede udeladelser
hr: Predloženi izostavci
id: Pengecualian yang Disarankan
ko: 제안하는 제외 설정
pl: Proponowane wykluczenia
sr: Предложена искључивања

source: Unreadable Paths
da: Stier som ikke kan læses
id: Path yang Tidak Dapat Dibaca
pl: Nieczytelne ścieżki

source: These locations were identified as unreadable from a previous backup.
da: Disse placeringer blev identificeret som ulæselige i en tidligere sikkerhedskopi.
id: Lokasi ini diidentifikasi sebagai tidak dapat dibaca dari cadangan sebelumnya.
pl: Te położenia zostały zidentyfikowane jako nieczytelne z poprzedniej kopii zapasowej.

source: Invalid Regular Expression
da: Ugyldigt regulært udtryk
id: Ekspresi Reguler Tidak Valid
ko: 부적절한 정규 표현식
pl: Nieprawidłowe wyrażenie regularne
sr: Неисправан регуларни израз

source: Add
da: Tilføj
id: Tambah
ko: 추가
pl: Dodaj
sr: Додај

source: Pattern Type
da: Mønstertype
pl: Typ wzorca

source: Pattern
da: Mønster
pl: Wzorzec

source: BorgBackup Patterns
da: BorgBackup-mønstre
id: Pola BorgBackup
ko: BorgBackup 패턴
pl: Wzorce programu BorgBackup
sr: Шаблони „BorgBackup“-а
