Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: The patterns above have to be written in a particular form. They are matched against the path without leading <tt>/</tt>. Additionally, shell-style patterns match as if they are carrying a <tt>*</tt> at the back. For more details, please check the <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup documentation</a>.
da: Mønstrene ovenfor skal skrives på en bestemt måde. De matches mod stien uden foranstillet <tt>/</tt>. Desuden matcher skaltypemønstre, som om de indeholder en afsluttende <tt>*</tt>. Flere detaljer kan findes i <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">dokumentationen</a> til BorgBackup.
id: Pola-pola di atas harus ditulis dalam bentuk tertentu. Mereka dicocokkan dengan jalan tanpa memimpin <tt>/</tt>. Selain itu, pola gaya shell cocok seolah-olah mereka membawa <tt>*</tt> di belakang. Untuk detail selengkapnya, silakan periksa <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">dokumentasi BorgBackup</a>.
ko: 위 패턴 방식으로 작성해야합니다. <tt>/</tt>로 끝나지 않은 경로에 일치합니다. 게다가 뒤에 <tt>*</tt> 표시를 붙이면 셸 방식 패턴도 일치합니다. 세부사항은 <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup 문서(영문)</a>을 확인하십시오.
pl: Powyższe wzorce muszą być zapisywane w konkretnym formacie. Są dopasowywane do ścieżki bez początkowego znaku <tt>/</tt>. Dodatkowo wzorce w stylu powłoki są dopasowywane tak, jakby miały znak <tt>*</tt> na końcu. <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">Dokumentacja programu BorgBackup</a> zawiera więcej informacji.
sr: Горњи шаблони морају бити написани у нарочитом облику. Упоређују се са путањом без водеће <tt>/</tt>. Поред тога, шаблони у стилу шкољке се упоређују као да имају <tt>*</tt> на крају. За више о томе, проверите <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">документацију „BorgBackup“-а</a>.

source: The title of this backup configuration. Will be displayed as “{}” when left empty.
da: Titlen på denne sikkerhedskopieringskonfiguration. Vil blive vist som “{}”, hvis den er tom.
id: Judul konfigurasi cadangan ini. Akan ditampilkan sebagai "{}" ketika dibiarkan kosong.
pl: Tytuł tej konfiguracji kopii zapasowej. Będzie wyświetlany jako „{}”, jeśli nie zostanie ustawiony.

source: Shell command invalid
da: Skalkommandoen er ugyldig
id: Perintah shell tidak valid
pl: Nieprawidłowe polecenie powłoki

source: Please check for missing closing quotes.
ca: Comproveu que no falten les cometes de tancament.
da: Tjek venligst for manglende afsluttende citationstegn.
gl: Comprobe se hai citas de peche que faltan.
hr: Provjerite nedostaju li završni navodnici.
id: Silakan periksa tanda kutip penutup yang hilang.
ko: 닫는 따옴표가 빠졋는지 확인하십시오.
pl: Proszę sprawdzić, czy nie brakuje cudzysłowów zamykających.
sr: Проверите да ли недостају наводници затварања.
vi: Vui lòng kiểm tra còn thiếu dấu nháy đóng.

source: Error Running Shell Command
da: Der opstod en fejl under kørsel af skalkommando
id: Galat Menjalankan Perintah Shell
pl: Błąd podczas wykonywania polecenia powłoki

source: Change Encryption Password Error
da: Der opstod en fejl under ændring af adgangskode til kryptering
pl: Błąd podczas zmiany hasła szyfrowania

source: Password changed successfully
da: Adgangskoden ændret
pl: Pomyślnie zmieniono hasło

source: Change Encryption Password
da: Ændr adgangskode til kryptering
pl: Zmiana hasła szyfrowania

source: _Change Password
da: _Ændr adgangskode
pl: _Zmień hasło

source: Changing Encryption Password
da: Ændrer adgangskode til kryptering
pl: Zmienianie hasła szyfrowania

source: Title
da: Titel
id: Judul
pl: Tytuł

source: Encryption password
da: Adgangskode til kryptering
pl: Hasło szyfrowania

source: The encryption password of the backup repository.
da: Krypteringsadgangskoden til opbevaringsstedet for sikkerhedskopier.
pl: Hasło szyfrowania do repozytorium kopii zapasowej.

source: Run on Battery
da: Kør på batteri
pl: Działania na zasilaniu z akumulatora

source: Allow scheduled backups when device is battery powered
da: Tillad planlagte sikkerhedskopieringer, når enheden er batteridrevet
pl: Pozwala na zaplanowane kopie zapasowe, kiedy urządzenie jest zasilane z akumulatora

source: Additional command line arguments
ca: Arguments addicionals de la línia d'ordres
da: Yderligere kommandolinjeargumenter
gl: Argumentos de liña de ordes adicionais
hr: Dodatni argumenti naredbenog redka
id: Argumen baris perintah tambahan
ko: 추가 명령행 인자
pl: Dodatkowe parametry wiersza poleceń
sr: Додатни аргументи линије наредби
vi: Các tham số dòng lệnh bổ sung

source: These arguments will be added to the call of the borg binary. Only long options, starting with “--”, are supported.
ca: Aquests arguments s'afegiran a la crida de borg binary. Només s'admeten les opcions llargues, començant per «--».
da: Argumenterne tilføjes til kaldet af programmet borg. Kun lange tilvalg, der begynder med “--”, understøttes.
gl: Estes argumentos engadiranse á chamada do binario de borg. Só se admiten as opcións largas, que comezan con «--».
hr: Ovi argumenti će biti dodani pozivu borg binarne datoteke. Podržane su samo dulje mogućnosti, koje započinju s “--”.
id: Argumen ini akan ditambahkan ke pemanggilan biner borg. Hanya opsi panjang, dimulai dengan "--", yang didukung.
ko: 이 인자 값은 borg 바이너리 호출시 추가합니다. “--”으로 시작하는 긴 옵션만 지원합니다.
pl: Te parametry będą dodawane do wywołania polecenia borg. Obsługiwane są tylko długie opcje, zaczynające się od „--”.
sr: Ови аргументи ће бити додати позиву боргове извршне. Само дуге опције, које почињу са --, су подржане.
vi: Những đối số này sẽ được thêm vào cuộc gọi của nhị phân borg. Chỉ các tùy chọn dài, bắt đầu bằng "--", mới được hỗ trợ.

source: Command line arguments
da: Kommandolinjeargumenter
id: Argumen baris perintah
pl: Parametry wiersza poleceń

source: Shell Commands
da: Skalkommandoer
id: Perintah Shell
pl: Polecenia powłoki

source: These bash shell commands will be called on certain backup events.
da: Disse bash-skalkommandoer vil blive kaldt ved visse hændelser under sikkerhedskopiering.
id: Perintah bash shell ini akan dipanggil pada acara pencadangan tertentu.
pl: Te polecenia powłoki Bash będą wywoływane po określonych zdarzeniach kopii zapasowych.

source: Pre-Backup Shell Command
da: Skalkommando før sikkerhedskopiering
id: Perintah Shell Pra-Pencadangan
pl: Polecenie powłoki przed wykonaniem kopii zapasowej

source: Run with test values
da: Kør med testværdier
id: Jalankan dengan nilai pengujian
pl: Wykonuje z wartościami testowymi

source: Post-Backup Shell Command
da: Skalkommando efter sikkerhedskopiering
id: Perintah Shell Pasca-Pencadangan
pl: Polecenie powłoki pro wykonaniu kopii zapasowej

source: Failed to determine how many archives would be deleted
ca: No s'ha pogut determinar quants arxius se suprimirien
da: Kunne ikke bestemme, hvor mange arkiver der ville blive slettet
gl: Produciuse un fallo ao determinar cantos arquivos se eliminarán
hr: Neuspjelo otkrivanje koliko arhiva treba obrisati
id: Gagal menentukan berapa banyak arsip yang akan dihapus
ko: 삭제할 보관 파일 갯수 결정에 실패했습니다
pl: Ustalenie, ile archiwów zostałoby usuniętych się nie powiodło
sr: Нисам успео да одредим колико ће архива бити обрисано
vi: Gặp lỗi khi dò xem bao nhiêu kho nén nên được xóa bỏ

source: Close
da: Luk
hr: Zatvori
id: Tutup
ko: 닫기
pl: Zamknij
sr: Затвори

source: Reclaim Free Space
da: Frigør ledig plads
id: Klaim Kembali Ruang Bebas
pl: Odzyskiwanie wolnego miejsca
sr: Потражујем слободан простор

source: Checking for old Archives
ca: S'estan comprovant els arxius antics
da: Leder efter gamle arkiver
hr: Provjeravanje starih arhiva
id: Memeriksa Arsip lama
ko: 이전 보관 파일 검사
pl: Wyszukiwanie starych archiwów
sr: Проверавам старе архиве
vi: Đang kiểm tra cho kho nén cũ

source: Creating a list of old archives to be approved for deletion.
ca: S'està creant una llista d'arxius antics que s'han d'aprovar per suprimir-los.
da: Opretter en liste over gamle arkiver, der skal godkendes til sletning.
hr: Stvaranje popisa starih arhiva u svrhu odobravanja brisanja.
id: Membuat daftar arsip lama yang akan disetujui untuk dihapus.
ko: 삭제를 승인한 이전 보관파일 목록을 만듭니다.
pl: Tworzenie listy starych archiwów do zatwierdzenia do usunięcia.
sr: Правим списак старих архива које ће бити одобрене за брисање.
vi: Đang tạo một danh sách các kho nén cũ để phê chuẩn xóa đi.

source: Delete Archives
ca: Suprimeix els arxius
da: Slet arkiver
hr: Obriši arhive
id: Hapus Arsip
ko: 보관 파일 삭제
pl: Usuń archiwa
sr: Обриши архиве
vi: Xóa kho nén

source: Proceeding with this operation will irretrievably delete some of the archives. The saved data for those specific points in time will no longer be available.
ca: Si continua amb aquesta operació, s'eliminaran irremeiablement alguns dels arxius. Les dades desades per a aquests punts específics a temps ja no estaran disponibles.
da: Hvis du fortsætter med denne handling, vil nogle af arkiverne blive slettet uigenkaldeligt. De gemte data for disse specifikke tidspunkter vil ikke længere være tilgængelige.
hr: Nastavljanje ove radnje će nepovratno obrisati određene arhive. Spremljeni podaci za te određene točke u vremenu više neće biti dostupni.
id: Melanjutkan operasi ini akan menghapus beberapa arsip secara permanen. Data yang disimpan untuk titik waktu tertentu tersebut tidak akan lagi tersedia.
ko: 이 동작을 수행하면 일부 보관 파일을 즉시 삭제합니다. 특정 지점에 저장한 데이터는 더이상 활용할 수 없습니다.
pl: Kontynuacja tego działania nieodwracalnie usunie część archiwów. Zapisane dane dla tych konkretnych dat nie będą już dostępne.
sr: Настављање са овом радњом ће неповратно обрисати неке архиве. Сачувани подаци за те специфичне тачке у времену неће више бити доступни.
vi: Xử lý với thao tác này sẽ xóa triệt để một số kho nén. Dữ liệu đã lưu cho những điểm cụ thể theo thời gian sẽ không sẵn có nữa.

source: Keep Archives
ca: Mantén els arxius
da: Behold arkiver
hr: Zadrži arhive
id: Simpan Arsip
ko: 보관 파일 유지
pl: Nie usuwaj archiwów
sr: Задржи архиве
vi: Giữ kho nén

source: Not Considered
ca: Això no es considera
da: Tages ikke i betragtning
hr: Nije uzeto u obzir
id: Tidak Dipertimbangkan
ko: 고려 안함
pl: Nieuwzględniane
sr: Није узета у обзир
vi: Không cân nhắc

source: Archives with different prefix
ca: Arxius amb un prefix diferent
da: Arkiver med forskelligt præfiks
hr: Arhive s drugačijim prefiksom
id: Arsip dengan awalan berbeda
ko: 다른 접두사를 붙여 보관
pl: Archiwa o innym przedrostku
sr: Архиве са другачијим префиксом
vi: Các kho nén với tiền tố khác

source: Review Changes
ca: Revisa els canvis
da: Gennemse ændringer
hr: Pregled promjena
id: Tinjau Perubahan
ko: 바뀐 설정 검토
pl: Przegląd zmian
sr: Прегледај измене
vi: Xem xét các thay đổi

source: Assessing Impact on old Archives
ca: Avaluació de l'impacte en arxius antics
da: Bedømmer påvirkning af gamle arkiver
hr: Procjena utjecaja na stare arhive
id: Menilai Dampak pada Arsip lama
ko: 이전 보관 파일 영향 확인
pl: Określanie wpływu na stare archiwa
sr: Процена делује на старе архиве
vi: Đánh giá tác động đối với kho nén cũ

source: Collecting information about the effect of the changes on old archives
ca: Recopilació d'informació sobre l'efecte dels canvis en els arxius antics
da: Indsamler information om effekten af ændringerne på gamle arkiver
hr: Prikupljanje informacija o utjecaju promjena na stare arhive
id: Mengumpulkan informasi tentang efek perubahan pada arsip lama
ko: 이전 보관 파일에 대한 설정 변경에 미치는 영향 정보를 수집합니다
pl: Zbieranie informacji o wpływie tych zmian na stare archiwa
sr: Прикупљам податке о дејству измена на старе архиве
vi: Đang thu thập thông tin về hiệu ứng của các thay đổi trên kho nén cũ

source: Apply
ca: Aplica
da: Udfør
hr: Primijeni
id: Terapkan
ko: 적용
pl: Zastosuj
sr: Примени
vi: Áp dụng

source: After applying these changes, the next automatic deletion of old archives would have the following consequences.
ca: Després d'aplicar aquests canvis, la propera eliminació automàtica d'arxius antics tindria les següents conseqüències.
da: Når disse ændringer er udført, har den næste automatiske sletning af gamle arkiver følgende konsekvenser.
hr: Nakon primijenjivanja ovih promjena, sljedeće automatsko brisanje starih arhiva imalo bi sljedeće posljedice.
id: Setelah menerapkan perubahan ini, penghapusan otomatis arsip lama berikutnya akan memiliki konsekuensi sebagai berikut.
ko: 여기 바뀐 설정을 적용하고 나면, 오래된 보관 파일의 다음 자동 삭제 동작도 앞으로의 설정을 따라갑니다.
pl: Po zastosowaniu tych zmian następne automatyczne usuwanie starych archiwów miałoby poniższe konsekwencje.
sr: Након примене ових измена, следеће самостално брисање старих архива имаће следеће последице.
vi: Sau khi áp dụng những thay đổi này, việc xóa tự động tiếp theo của các kho nén cũ có thể theo như thế.

source: Setup
ca: Configuració
da: Opsætning
gl: Configuración
hr: Postavljanje
id: Penyiapan
ko: 설정
pl: Konfiguracja
sr: Постави
vi: Cài đặt

source: Create new Repository
ca: Crea un repositori nou
da: Opret nyt opbevaringssted
hr: Stvaranje novog repozitorija
id: Buat repositori baru
ko: 새 저장소 만들기
pl: Utworzenie nowego repozytorium
sr: Направи нову ризницу
vi: Tạo kho mới

source: Select a location for a new backup repository.
da: Vælg en placering til et nyt opbevaringssted til sikkerhedskopier.
id: Pilih lokasi untuk repositori cadangan baru.
ko: 새 백업 저장소 위치를 선택하십시오.
pl: Proszę wybrać położenie dla nowego repozytorium kopii zapasowej.
sr: Изаберите место за нову ризницу резерве.

source: Location on Disk
ca: Ubicació al disc
da: Placering på disk
gl: Localización no disco
hr: Lokacija na disku
id: Lokasi pada Diska
ko: 디스크 위치
pl: Położenie na dysku
sr: Место на диску
vi: Vị trí trên đĩa

source: Use Existing Repository
ca: Utilitza un repositori existent
da: Brug eksisterende opbevaringssted
hr: Koristi postojeći repozitorij
id: Gunakan Repositori yang Ada
ko: 기존 저장소 활용
pl: Istniejące repozytorium
sr: Користи постојећу ризницу
vi: Sử dụng kho lưu trữ hiện có

source: Select a location that contains an existing backup repository. Repositories created with other BorgBackup compatible software can be used as well.
da: Vælg en placering, der indeholder et eksisterende opbevaringssted til sikkerhedskopier. Opbevaringssteder oprettet med anden BorgBackup-kompatibel software kan også bruges.
id: Pilih lokasi yang berisi repositori cadangan yang ada. Repositori yang dibuat dengan perangkat lunak lain yang kompatibel dengan BorgBackup juga dapat digunakan.
ko: 기존 백업 저장소가 있는 위치를 선택하십시오. 다른 BorgBackup 호환 프로그램이 만든 저장소 위치도 활용할 수 있습니다.
pl: Proszę wybrać położenie zawierające istniejące repozytorium kopii zapasowej. Można także używać repozytoriów utworzonych za pomocą innych programów zgodnych z BorgBackup.
sr: Изаберите место које садржи постојећу ризницу резерве. Ризнице направљене са другим софтвером сагласним са „BorgBackup“-ом се такође могу користити.

source: Select Location
da: Vælg placering
pl: Wybór położenia

source: Location
ca: Ubicació
da: Placering
gl: Localización
hr: Lokacija
id: Lokasi
ko: 위치
pl: Położenie
sr: Место
vi: Vị trí

source: Advanced Options
da: Avancerede indstillinger
hr: Napredne mogućnosti
id: Opsi Tingkat Lanjut
ko: 고급 옵션
pl: Zaawansowane opcje
sr: Напредне опције

source: Repository Base Folder
da: Grundmappe for opbevaringssted
id: Folder Dasar Repositori
pl: Podstawowy katalog repozytorium

source: Repository Name
da: Navn på opbevaringssted
id: Nama Repositori
pl: Nazwa repozytorium

source: Backups to the selected location could be corrupted if the device is disconnected or powered down with a backup in progress. If possible, reformat the backup location with a format like “NTFS” or “Ext4.” Note that reformatting deletes all files on the location!
ca: Les còpies de seguretat a la ubicació seleccionada podrien estar malmeses si el dispositiu es desconnecta o s'encén amb una còpia de seguretat en curs. Si és possible, reformata la ubicació de la còpia de seguretat amb un format com «NTFS» o «Ext4.» Tingueu en compte que el reformat suprimeix tots els fitxers de la ubicació!
da: Sikkerhedskopieringer til den valgte placering kan blive ødelagt, hvis enheden afbrydes eller slukkes, mens en sikkerhedskopiering er i gang. Hvis det er muligt, skal du omformatere backup-placeringen med et format som “NTFS” eller “Ext4”. Bemærk, at omformatering sletter alle filer på placeringen!
gl: O respaldo na localización seleccionada pode corromperse se o dispositivo está desconectado ou se apaga con un respaldo en progreso. Se é posíbel, reformatee a localización do respaldo con un formato como «NTFS» ou «Ext4». Teña en conta que o reformatado elimina todos os ficheiros da localización!
hr: Sigurnosne kopije na određenim lokacijama mogu biti oštećene ako je uređaj odspojen ili isključen u tijeku sigurnosnog kopiranja. Ako je moguće, ponovno formatirajte lokaciju sigurnosnog kopiranja u datotečnim sustavima “NTFS” ili “Ext4.” Zapamtite da ponovno formatiranje briše sve datoteke na lokaciji!
id: Cadangan ke lokasi terpilih bisa rusak jika perangkat terputus atau dimatikan saat pencadangan sedang berlangsung. Jika memungkinkan, format ulang lokasi cadangan dengan format seperti "NTFS" atau "Ext4." Perhatikan bahwa memformat ulang menghapus semua berkas di lokasi!
ko: 선택한 위치의 백업은 백업을 진행 중에 연결을 끊거나 전원을 끄면 깨질 수 있습니다. 가능하다면 백업 위치를 “NTFS” 또는 “Ext4”와 같은 파일 시스템 형식으로 다시 포맷하십시오. 참고로 재포맷을 수행하면 해당 위치의 모든 파일을 삭제합니다!
pl: Kopie zapasowe na wybranym położeniu mogą zostać uszkodzone, jeśli urządzenie zostanie odłączone lub wyłączone z prądu podczas wykonywania kopii zapasowej. Jeśli to możliwe, należy ponownie sformatować położenie w formacie NTFS lub ext4. Proszę zauważyć, że ponowne formatowanie spowoduje usunięcie wszystkich plików na urządzeniu.
sr: Резерве до изабраног места могу бити оштећене ако је уређај искључен или угашен са стварањем резерве у току. Ако је могуће, поново форматирајте место резерве форматок као што је „NTFS“ или „Ext4“. Знајте да поновно форматирање брише све датотеке на том месту!
vi: Sao lưu vào vị trí đã chọn có thể bị hỏng nếu thiết bị bị ngắt kết nối hoặc tắt nguồn với bản sao lưu đang diễn ra. Nếu có thể, hãy định dạng lại vị trí sao lưu với định dạng như "NTFS" hoặc "Ext4". Lưu ý rằng định dạng lại sẽ xóa tất cả các tập tin trên vị trí!

source: Repository URL
da: URL til opbevaringssted
id: URL repositori
pl: Adres URL repozytorium

source: Examples
da: Eksempler
id: Contoh
pl: Przykłady

source: ssh://user@server.example.org/~/backup smb://user@server.example.org/files/backup
id: ssh://pengguna@peladen.contoh.org/~/cadangan smb://pengguna@peladen.contoh.org/berkas/cadangan
pl: ssh://użytkownika@serwer.example.org/~/kopia-zapasowa smb://użytkownika@serwer.example.org/pliki/kopia-zapasowa

source: Conventional Locations
ca: Ubicacions convencionals
da: Sædvanlige placeringer
hr: Uobičajene lokacije
id: Lokasi Konvensional
ko: 관례상 위치 표기
pl: Zwyczajowe położenia
sr: Пригодна места
vi: Các vị trí thường quy

source: SMB and SFTP remote-backup locations can be provided as a URL with the “smb://” or “sftp://” protocol prefix.
da: SMB- eller SFTP-fjernplaceringer af sikkerhedskopier kan angives som en URL-adresse med protokolpræfiks “smb://” eller “sftp://”.
id: Lokasi pencadangan jarak jauh SMB dan SFTP dapat diberikan sebagai URL dengan awalan protokol "smb://" atau "sftp://".
ko: SMB와 SFTP 원격 백업 위치는 “smb://” 또는 “sftp://” 프로토콜 접두사를 앞에 붙인 URL로 지정할 수 있습니다.
pl: Zdalne położenia kopii zapasowej SMB i SFTP mogą być podawane jako adres URL z przedrostkiem protokołu „smb://” lub „sftp://”.
sr: СМБ и СФТП места удаљених резерви се могу доставити као адреса са префиксом протокола „smb://“ или „sftp://“.

source: Locations with BorgBackup Support
da: Placeringer med understøttelse af BorgBackup
id: Lokasi dengan Dukungan BorgBackup
ko: BorgBackup 지원 위치
pl: Położenia z obsługą programu BorgBackup
sr: Места са „BorgBackup“ подршком

source: Locations with explicit BorgBackup support can provide better performance. They are special in that the server has a BorgBackup binary installed. For those locations, either the “<server address>:<folder>” syntax or the “ssh://” prefix can be used.
da: Placeringer med eksplicit understøttelse af BorgBackup kan give bedre ydeevne. De er specielle, fordi serveren har en BorgBackup-programfil installeret. Til disse steder kan enten syntaksen “<serveradresse>:<mappe>” eller præfikset “ssh://” anvendes.
id: Lokasi dengan dukungan BorgBackup eksplisit dapat memberikan kinerja yang lebih baik. Mereka istimewa karena peladen memiliki biner BorgBackup yang dipasang. Untuk lokasi tersebut, <peladen address>sintaks ":" <folder>atau awalan "ssh://" dapat digunakan.</folder></peladen>.
ko: BorgBackup을 분명하게 지원하는 위치는 더 나은 성능을 보입니다. BorgBackup 바이너리를 설치한 서버에 특별한 위치를 지닙니다. 이 위치를 사용하려면 “<서버_주소>:<폴더>” 문법을 활용하거나 “ssh://” 접두사를 활용할 수 있습니다.
pl: Położenia z obsługą programu BorgBackup mają wyższą wydajność. Serwer musi mieć zainstalowany plik binarny BorgBackup. Dla tych położeń można używać składni „<adres serwera>:<katalog>” lub przedrostka „ssh://”.
sr: Места са изричитом „BorgBackup“ подршком могу обезбедити бољу учинковитост. Посебна су у томе што сервер има инсталирану извршну „BorgBackup“-а. За та места, може се користити синтакса „<сервер адреса>:<фасцикла>“ или префикс „ssh://“.

source: _Connect
da: _Opret forbindelse
id: _Sambung
pl: _Połącz

source: _Continue
da: _Fortsæt
id: _Lanjutkan
pl: _Kontynuuj

source: Setup Encryption
da: Indstil kryptering
pl: Konfiguracja szyfrowania

source: _Create
ca: _Crea
da: O_pret
hr: _Stvori
id: _Buat
ko: 만들기(_C)
pl: _Utwórz
sr: _Направи
vi: _Tạo

source: Checking Backup Repository
ca: S'està comprovant el repositori de còpies de seguretat
da: Tjekker opbevaringssted til sikkerhedskopi
hr: Provjera repozitorija sigurnosnog kopiranja
id: Memeriksa Repositori Cadangan
ko: 백업 저장소 검사중
pl: Sprawdzanie repozytorium kopii zapasowej
sr: Проверавам ризницу резерве
vi: Đang kiểm tra kho sao lưu dự phòng

source: The encryption password of this backup repository is required to access it.
ca: Es necessària la contrasenya de xifratge d'aquest repositori de còpia de seguretat per a accedir-hi.
da: Krypteringsadgangskoden til dette opbevaringssted for sikkerhedskopier er nødvendig for at tilgå det.
hr: Za pristup ovom repozitoriju sigurnosnog kopiranja je potrebna lozinka šifriranja.
id: Kata sandi enkripsi repositori cadangan ini diperlukan untuk mengaksesnya.
ko: 이 백업 저장소에 접근하려면 암호화 처리시 사용한 암호가 필요합니다.
pl: Dostęp do tego repozytorium kopii zapasowej wymaga hasła szyfrowania.
sr: Лозинка шифровања ове ризнице резерве је потребна да би јој се приступило.
vi: Cần mật khẩu mã hóa của kho này nếu muốn truy cập nó.

source: Transfer Settings
ca: Configuració de la transferència
da: Overfør indstillinger
hr: Postavke prijenosa
id: Transfer Pengaturan
ko: 전송 설정
pl: Przeniesienie ustawień
sr: Пренеси поставке
vi: Cài đặt chế độ truyền

source: S_kip
ca: _Salta
da: S_pring over
hr: P_reskoči
id: L_ewati
ko: 건너뛰기(_K)
pl: _Pomiń
sr: _Прескочи
vi: Bỏ _qua

source: Checking for Previous Configurations
ca: S'estan comprovant les configuracions anteriors
da: Leder efter tidligere konfigurationer
hr: Provjera prijašnjih podešavanja
id: Memeriksa Konfigurasi Sebelumnya
ko: 이전 설정 검사중
pl: Wyszukiwanie poprzednich konfiguracji
sr: Проверавам за претходним подешавањима
vi: Đang kiểm tra các cấu hình trước đây
