Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Configure Backup
gl: Configurar respaldo

source: Files to backup
gl: Ficheiros a respaldar

source: Include directory
gl: Incluír cartafol

source: Exclude from backup
gl: Excluír do respaldo

source: Add excluded directory
gl: Engadir cartafol excluido

source: Cleanup Archives
gl: Limpar arquivos

source: Last backup successful
gl: Último respaldo con éxito

source: Last backup failed
gl: Último respaldo fallido

source: Backup running
gl: Executando respaldo

source: Stopping backup
gl: Detendo respaldo

source: Backup never ran
gl: O respaldo nunha se executou

source: Start by creating your first backup
gl: Comezar a creación do seu primeiro respaldo

source: Failed to mount.
gl: Produciuse un fallo ao montar.

source: This requires the encryption password of the repository.
gl: Isto require o contrasinal de cifrado do respositorio.

source: Determine how many archives would be deleted
gl: Determine cantos arquivos se eliminarán

source: Create new repository
gl: Crear novo repositorio

source: Use existing repository
gl: Usar repositorio existente

source: Select existing repository
gl: Seleccionar repositorio existente

source: No password provided.
gl: Non se forneceu ningún contrasinal.

source: Creating backup repository
gl: Creando repositorio de respaldo

source: Failed to initialize repository.
gl: Produciuse un fallo ao inicializar o repositorio.

source: Loading backup repository
gl: Cargando o repositorio de respaldos

source: Get backup info
gl: Obter información do respaldo

source: Browse Archive
gl: Explorar arquivo

source: Backup on repository already running.
gl: Xa hai un respaldo en curso no respositorio.

source: Create new Backup
gl: Creando novo respaldo

source: Creating new backup
gl: Creando novo respaldo

source: Creating a backup failed.
gl: Produciuse un fallo ao crear un respaldo.

source: Backup completed with warnings.
gl: Respaldo completado sen avisos.

source: Delete backup configuration?
gl: Desexa eliminar a configuración do respaldo?

source: Delete
gl: Eliminar

source: Disable backup schedule.
gl: Desactivar a programación do respaldo.

source: Failed to start background process
gl: Produciuse un fallo ao iniciar o proceso en segundo plano

source: Failed to save cache.
gl: Produciuse un fallo ao gardar a caché.

source: Failed to store password.
gl: Produciuse un fallo ao almacenar o contrasinal.

source: Pika Backup Password
gl: Contrasinal do respaldo de Pika
