Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Removing the setup will not delete any archives.
ca: Si suprimiu el programa d'instal·lació, no se suprimirà cap arxiu.
da: Fjernelse af opsætningen vil ikke slette nogen arkiver.
hr: Brisanje podešavanja neće obrisati niti jednu arhivu.
id: Menghapus konfigurasi tidak akan menghapus data yang disimpan.
ko: 설정을 제거한다고 해서 보관 파일을 삭제하는건 아닙니다.
pl: Usunięcie konfiguracji nie spowoduje usunięcia żadnych archiwów.
sr: Уклањање поставке неће обрисати ниједну архиву.
vi: Xóa cấu hình sẽ không xóa dữ liệu đã lưu của bạn.

source: Remove Setup
ca: Suprimeix la configuració
da: Fjern opsætning
hr: Ukloni postavljanje
id: Hapus Pengaturan
ko: 설정 제거
pl: Usuń konfigurację
sr: Уклони поставку
vi: Gỡ bỏ cài đặt

source: Invalid time format.
ca: El format de temps no és vàlid.
da: Ugyldigt tidsformat.
gl: Formato de hora non válido.
hr: Nevaljani format vremena.
id: Format waktu tidak valid.
ko: 잘못된 시간 형식입니다.
pl: Nieprawidłowy format czasu.
sr: Неисправни формат времена.
vi: Định dạng thời gian không hợp lệ.

source: Invalid weekday.
ca: El dia de la setmana no és vàlid.
da: Ugyldig ugedag.
gl: Día da semana non válido.
hr: Nevaljani dan u tjednu.
id: Hari kerja tidak valid.
ko: 잘못된 주차 번호입니다.
pl: Nieprawidłowy dzień tygodnia.
sr: Није исправан дан у седмици.
vi: Ngày trong tuần không hợp lệ.

source: No frequency selected.
ca: No s'ha seleccionat cap freqüència.
da: Hyppighed ikke valgt.
gl: Non hai unha frecuencia seleccionada.
hr: Učestalost nije odabrana.
id: Tidak ada frekuensi yang dipilih.
ko: 선택한 주기 값이 없습니다.
pl: Nie wybrano częstotliwości.
sr: Није изабрана учесталост.
vi: Chưa chọn tần suất.

source: Disable backup schedule?
ca: Inhabilita la planificació de còpia de seguretat?
da: Deaktivér planlagte sikkerhedskopieringer?
hr: Onemogući raspored sigurnosnog kopiranja?
id: Nonaktifkan jadwal pencadangan?
ko: 백업 일정 설정을 끌까요?
pl: Wyłączyć harmonogram kopii zapasowej?
sr: Да искључим заказивање резерве?
vi: Tắt lập lịch sao lưu dự phòng?

source: No longer remind of backups based on a schedule.
ca: Cap recordatori més de còpia de seguretat planificada.
da: Påmind ikke længere om planlagte sikkerhedskopieringer.
hr: Ne podsjećuj više na sigurnosno kopiranje na temelju rasporeda.
id: Tidak lagi mengingatkan pencadangan berdasarkan jadwal.
ko: 더이상 남아있는 백업 일정이 없습니다.
pl: Nie będzie już przypominał o kopii zapasowej na podstawie harmonogramu.
sr: Немој више подсећати на резерве на основу заказивања.
vi: Đừng nhắc lại khi sao lưu dự phòng dựa trên lịch trình.

source: Keep Schedule
ca: Mantén la planificació
da: Behold planlægning
gl: Manter programación
hr: Zadrži raspored
id: Pertahankan Jadwal
ko: 일정 유지
pl: Nie wyłączaj harmonogramu
sr: Настави заказано
vi: Giữ lịch biểu

source: Disable Schedule
ca: Inhabilita la planificació
da: Deaktivér planlægning
gl: Desactivar programación
hr: Onemogući raspored
id: Nonaktifkan Jadwal
ko: 일정 끄기
pl: Wyłącz harmonogram
sr: Искључи заказано
vi: Tắt lịch biểu

source: No preset selected.
ca: Cap preajustament seleccionat.
da: Ingen forudindstilling valgt.
hr: Nema odabranih predložaka.
id: Tidak ada preset yang dipilih.
ko: 선택한 사전 설정 항목이 없습니다.
pl: Nie wybrano ustawienia.
sr: Није изабрана претподешеност.
vi: Chưa chọn đặt sẵn nào.

source: Keep Many
ca: Mantén-ne molts
da: Behold mange
gl: Manter varios
hr: Zadrži većinu
id: Simpan Banyak
ko: 다수 유지
pl: Zachowanie wielu
sr: Задржи много
vi: Giữ bao nhiêu

source: Keep Some
ca: Mantén-ne alguns
da: Behold nogle
gl: Manter algúns
hr: Zadrži nekoliko
id: Simpan Beberapa
ko: 일부 유지
pl: Zachowanie części
sr: Задржи неколико
vi: Giữ một số

source: Custom
ca: Personalitzat
da: Tilpasset
gl: Personalizado
hr: Prilagođeno
id: Ubahan
ko: 개별 설정
pl: Inne
sr: Произвољно
vi: Tự chọn

source: Next backup in one minute
ca: Propera còpia de seguretat en un minut
da: Næste sikkerhedskopiering om et minut
hr: Sljedeće sigurnosno kopiranje za {} minutu
id: Pencadangan berikutnya dalam {} menit
ko: {}분 후 다음 백업
pl: Następna kopia zapasowa za minutę
sr: Следећа резерва је за {} минут
vi: Sao lưu dự phòng kế trong {} phút

source: Next backup in one hour
ca: Propera còpia de seguretat en una hora
da: Næste sikkerhedskopiering om en time
hr: Sljedeće sigurnosno kopiranje za {} sat
id: Pencadangan berikutnya dalam {} jam
ko: {}시간 후 다음 백업
pl: Następna kopia zapasowa za godzinę
sr: Следећа резерва је за {} сат
vi: Sao lưu dự phòng kế trong {} giờ

source: Next backup in one day
ca: Propera còpia de seguretat en un dia
da: Næste sikkerhedskopiering i morgen
hr: Sljedeće sigurnosno kopiranje za {} dan
id: Pencadangan berikutnya dalam {} hari
ko: {}일 후 다음 백업
pl: Następna kopia zapasowa jutro
sr: Следећа резерва је за {} дан
vi: Sao lưu dự phòng kế trong {} ngày

source: Next backup in one week
ca: Propera còpia de seguretat en una setmana
da: Næste sikkerhedskopiering om en uge
hr: Sljedeće sigurnosno kopiranje za {} tjedan
id: Pencadangan berikutnya dalam {} minggu
ko: {}주 후 다음 백업
pl: Następna kopia zapasowa za tydzień
sr: Следећа резерва је за {} седмицу
vi: Sao lưu dự phòng kế trong {} tuần

source: Scheduled Backups Disabled
ca: S'han deshabilitat les còpies de seguretat planificades
da: Planlagte sikkerhedskopieringer deaktiverede
hr: Raspored sigurnosnog kopiranja je onemogućen
id: Pencadangan Terjadwal Dinonaktifkan
ko: 계획 백업 비활성
pl: Wyłączono planowanie kopii zapasowych
sr: Заказана резерве су искључене
vi: Tắt lên lịch trình sao lưu dự phòng

source: Hourly Backups Enabled
ca: Còpies de seguretat horàries habilitades
da: Sikkerhedskopiering hver time aktiveret
hr: Satno sigurnosno kopiranje je omogućeno
id: Pencadangan Per Jam Difungsikan
ko: 시간당 백업 활성화함
pl: Włączono wykonywanie kopii zapasowych co godzinę
sr: Часовно прављење резерви је укључено
vi: Bật sao lưu dự phòng mỗi giờ

source: Daily Backups Enabled
ca: Còpies de seguretat diàries habilitades
da: Sikkerhedskopiering hver dag aktiveret
hr: Dnevno sigurnosno kopiranje je omogućeno
id: Pencadangan Harian Difungsikan
ko: 일일 백업 활성화함
pl: Włączono codzienne wykonywanie kopii zapasowych
sr: Дневно прављење резерви је укључено
vi: Bật sao lưu dự phòng hàng ngày

source: Weekly Backups Enabled
ca: Còpies de seguretat setmanals habilitades
da: Sikkerhedskopiering hver uge aktiveret
hr: Tjedno sigurnosno kopiranje je omogućeno
id: Pencadangan Mingguan Difungsikan
ko: 주간 백업 활성화함
pl: Włączono wykonywanie kopii zapasowych co tydzień
sr: Седмично прављење резерви је укључено
vi: Bật sao lưu dự phòng hàng tuần

source: Monthly Backups Enabled
ca: Còpies de seguretat mensuals habilitades
da: Sikkerhedskopiering hver måned aktiveret
hr: Mjesečno sigurnosno kopiranje je omogućeno
id: Pencadangan Bulanan Difungsikan
ko: 월간 백업 활성화함
pl: Włączono wykonywanie kopii zapasowych co miesiąc
sr: Месечно прављење резерви је укључено
vi: Bật sao lưu dự phòng hàng tháng

source: Will not start until requirements are met.
ca: No s'iniciarà fins que es compleixin els requisits.
da: Vil ikke begynde før betingelserne er opfyldte.
hr: Neće se pokrenuti dok se ne ispune zahtjevi.
id: Tidak akan dimulai sampai persyaratan terpenuhi.
ko: 조건이 일치하기 전까지는 시작하지 않습니다.
pl: Nie zostanie rozpoczęte, dopóki warunki nie zostaną spełnione.
sr: Неће започети све док се захтеви не задовоље.
vi: Sẽ chưa khởi chạy cho đến khi thỏa mãn các yêu cầu.

source: Inconsistent backup information
ca: Informació de còpia de seguretat inconsistent
da: Usammenhængende information om sikkerhedskopiering
hr: Nedosljedne informacije sigurnosne kopije
id: Informasi cadangan yang tidak konsisten
ko: 일치하지 않는 백업 정보
pl: Niespójne informacje o kopii zapasowej
sr: Недоследне информације о резерви
vi: Thông tin sao lưu dự phòng không thống nhất

source: Backup Past Due
ca: Còpia de seguretat vençuda
da: Sikkerhedskopiering er forfalden
hr: Sigurnosno kopiranje je kasnilo
id: Pencadangan Lewat Jatuh Tempo
ko: 백업 경과일
pl: Zaległa kopia zapasowa
sr: Прављење резерве је прошло због
vi: Sao lưu quá hạn

source: Waiting until requirements are met
ca: S’està esperant a que es compleixin els requisits
da: Venter indtil betingelserne er opfyldte
hr: Čekanje dok se ne ispune zahtjevi
id: Menunggu hingga persyaratan terpenuhi
ko: 조건이 일치하기 전까지 기다리는 중
pl: Oczekiwanie na spełnienie warunków
sr: Чекам на задовољавање услова
vi: Chờ cho đến khi đủ điều kiện yêu cầu

source: Scheduled Backups Unavailable
ca: Les còpies de seguretat planificades no estan disponibles
da: Planlagte sikkerhedskopieringer utilgængelige
hr: Raspored sigurnosnog kopiranja je nedostupan
id: Pencadangan Terjadwal Tidak Tersedia
ko: 계획 백업 진행 불가
pl: Planowanie kopii zapasowych jest niedostępne
sr: Недоступност заказаних резерви
vi: Sao lưu dự phòng theo lịch trình không sẵn có

source: Waiting for Backup to Start
ca: S'està esperant que s'iniciï la còpia de seguretat
da: Venter på, at sikkerhedskopiering skal begynde
hr: Čekanje pokretanja sigurnosnog kopiranja
id: Menunggu Pencadangan Dimulai
ko: 백업 시작을 기다리는 중
pl: Oczekiwanie na rozpoczęcie wykonywania kopii zapasowej
sr: Чекам да започне прављење резерви
vi: Chờ cho việc sao lưu dự phòng khởi chạy

source: Network connection must not be metered
ca: La connexió de xarxa no pot ser limitada
da: Netværksforbindelsen må ikke være forbrugsafregnet
hr: Mrežno povezivanje ne smije biti ograničeno podacima
id: Koneksi jaringan tidak boleh berkuota
ko: 종량제 네트워크 연결을 사용하시면 안됩니다
pl: Połączenie sieciowe nie może być mierzone
sr: Мрежна веза се не може измерити
vi: Lết nối mạng phải không bị hạn chế dung lượng

source: Other backups on repository have to be completed
ca: S'han de completar altres còpies de seguretat al repositori
da: Andre sikkerhedskopieringer på opbevaringsstedet skal færdiggøres
hr: Preostala sigurnosna kopiranja na ovom repozitoriju moraju biti završena
id: Pencadangan lain di repositori harus sudah diselesaikan
ko: 저장소의 다른 백업이 끝나야합니다
pl: Inne kopie zapasowe na repozytorium muszą być ukończone
sr: Друге резерве на ризници треба да се заврше
vi: Các bản sao lưu dự phòng khác phải được hoàn tất

source: Device must be connected to power
ca: El dispositiu ha d'estar connectat al corrent
da: Enheden skal være tilsluttet strømforsyningen
hr: Uređaj mora biti priključen na napajanje
id: Perangkat harus terhubung ke daya
ko: 장치에 전원을 연결해야합니다
pl: Urządzenie musi być podłączone do zasilania
sr: Уређај резерве мора бити повезан на напајање
vi: Thiết bị sao lưu dự phòng phải được cắm điện

source: Backup device has to be connected
ca: El dispositiu de còpia de seguretat ha d'estar connectat
da: Enheden til sikkerhedskopier skal være tilsluttet
hr: Uređaj sigurnosnog kopiranja mora biti povezan
id: Perangkat cadangan harus terhubung
ko: 백업 장치를 연결해야합니다
pl: Urządzenie kopii zapasowej musi być podłączone
sr: Уређај резерве треба да се повеже
vi: Thiết bị sao lưu dự phòng phải được kết nối

source: Reminder will be sent when device is required
ca: El recordatori s'enviarà quan es requereixi el dispositiu
da: Påmindelse vil blive sendt, når enheden er krævet
hr: Podsjetnik će biti poslan kada je uređaj potreban
id: Pengingat akan dikirim saat perangkat diperlukan
ko: 장치가 필요할 경우 알림 보냄
pl: Przypomnienie zostanie wysłane, kiedy urządzenie jest wymagane
sr: Биће послат подсетник када је уређај потребан
vi: Nhắc nhở sẽ ddwwocj gửi khi thiết bị được yêu cầu

source: Network connection has to be available
ca: La connexió de xarxa ha d'estar disponible
da: Netværksforbindelsen skal være tilgængelig
hr: Mrežno povezivanje mora biti dostupno
id: Koneksi jaringan harus tersedia
ko: 네트워크 연결이 필요합니다
pl: Połączenie sieciowe musi być dostępne
sr: Мрежна веза треба да буде доступна
vi: Kết nối mạng phải sẵn có

source: Background process inactive
ca: El procés en segon pla està inactiu
da: Baggrundsprocessen er inaktiv
gl: Proceso en segundo plano non activo
hr: Pozadinski proces je neaktivan
id: Proses latar belakang tidak aktif
ko: 백그라운드 프로세스가 꺼져 있습니다
pl: Proces w tle jest nieaktywny
sr: Позадински процес није активан
vi: Tiến trình chạy dưới nền không hoạt động

source: This is required for scheduled backups
ca: Això és necessari per a les còpies de seguretat planificades
da: Dette er krævet for planlagte sikkerhedskopieringer
hr: Ovo je potrebno za raspored sigurnosnog kopiranja
id: Ini diperlukan untuk pencadangan terjadwal
ko: 아래 요소가 백업 일정 수행에 필요합니다
pl: Jest to wymagane do planowania kopii zapasowych
sr: Ово је потребно за заказане резерве
vi: Việc này yêu cầu cho sao lưu dự phòng theo lịch trình

source: Idle
da: Inaktiv
id: Menganggur
pl: Bezczynny
sr: Мирујем

source: Unable to determine background process status
ca: No es pot determinar l'estat del procés en segon pla
da: Kan ikke bestemme status af baggrundsproces
hr: Nemoguće otkrivanje stanja pozadinskog procesa
id: Tidak dapat menentukan status proses latar belakang
ko: 백그라운드 프로세스 상태를 알 수 없습니다
pl: Nie można ustalić stanu procesu w tle
sr: Не могу да одредим стање процеса позадине
vi: Không thể dò tìm thấy tình trạng tiến trình chạy nền hệ thống

source: Backup location “{}” might be filling up. Estimated space missing to store all data: {}.
ca: La ubicació de la còpia de seguretat «{}» podria estar massa plena. Espai estimat que falta per a emmagatzemar totes les dades: {}.
da: Placeringen “{}” til sikkerhedskopier er måske ved at blive fyldt op. Forventet plads som mangler for at kunne gemme alle data: {}.
gl: A localización de respaldo «{}» pode estar completa. O espazo estimado que falta para gardar todos os seus datos: {}
hr: Lokaciji sigurnosnog kopiranja “{}” ponestaje dostupnog prostora. Procijenjeni prostor koji nedostaje za pohranu svih podataka: {}.
id: Lokasi cadangan "{}" mungkin menuju penuh. Estimasi ruang yang kurang untuk menyimpan semua data: {}.
ko: “{}” 백업 위치가 거의 찼습니다. 모든 데이터를 저장할 추정 공간 값이 빠졌습니다: {}.
pl: Położenie kopii zapasowej „{}” może być pełne. Szacowane wymagane miejsce do przechowania wszystkich danych: {}.
sr: Место резерве „{}“ се можда попуњава. Процењени простор који недостаје за смештај свих података: {}.
vi: Vị trí sao lưu "{}" có thể đang sắp đầy. Ước tính thiếu không gian để lưu trữ tất cả dữ liệu: {}.

source: Request to run in background failed
ca: Ha fallat la sol·licitud d'execució en segon pla
da: Anmodning om at køre i baggrunden mislykkedes
hr: Zahtjev za pokretanjem u pozadini je neuspio
id: Permintaan untuk menjalankan di latar belakang gagal
ko: 백그라운드 실행 요청 실패
pl: Żądanie działania w tle się nie powiodło
sr: Захтев за рад у позадини није успео
vi: Yêu cầu chạy dưới nền hệ thống gặp lỗi

source: Schedule backups and continue running backups.
ca: Planifica les còpies de seguretat i continua executant còpies de seguretat.
da: Planlæg sikkerhedskopieringer og fortsæt med at køre sikkerhedskopieringer.
hr: Zakaži sigurnosno kopiranje i nastavi sigurnosno kopiranje.
id: Jadwalkan dan lanjutkan menjalankan pencadangan.
ko: 백업 일정을 수립하고 백업을 계속합니다.
pl: Planowanie i wykonywanie kopii zapasowych w tle.
sr: Закажите прављење резерви и наставите са радом резерви.
vi: Lên lịch sao lưu dự phòng và tiếp tục chạy sao lưu trong nền.

source: Run in background disabled
ca: Execució en segon pla inhabilitat
da: Kørsel i baggrunden deaktiveret
gl: A execución en segundo plano está desactivada
hr: Pokretanje u pozadini je onemogućeno
id: Menjalankan di latar belakang dinonaktifkan
ko: 백그라운드 실행을 비활성했습니다
pl: Wyłączono działanie w tle
sr: Рад у позадини је искључен
vi: Chạy trên nền hệ thống bị tắt

source: Scheduled backup functionality and continuing backups in the background will not be available. The “run in background” option can be enabled via the system settings.
ca: La funcionalitat de còpia de seguretat planificada i les còpies de seguretat contínues en segon pla no estaran disponibles. L'opció «executa en segon pla» es pot habilitar a través de la configuració del sistema.
da: Planlagt sikkerhedskopiering og fortsatte sikkerhedskopieringer i baggrunden vil ikke være tilgængelige. Indstillingen “Kør i baggrunden” kan aktiveres via systemindstillingerne.
hr: Funkcionalnost rasporeda sigurnosnog kopiranja i nastavak sigurnosnog kopiranja u pozadini neće biti dostupni. “Pokreni u pozadini” mogućnost se može omogućiti putem postavki sustava.
id: Fungsionalitas pencadangan terjadwal dan pencadangan berkelanjutan di latar belakang tidak akan tersedia. Opsi "jalankan di latar belakang" dapat diaktifkan melalui pengaturan sistem.
ko: 계획 백업 기능과 백그라운드 백업 지속 기능을 활용할 수 없습니다. “백그라운드 실행” 옵션을 시스템 설정에서 켤 수 있습니다.
pl: Funkcja planowania i wykonywania kopii zapasowych w tle nie będzie dostępna. Opcja „działanie w tle” może zostać włączona w ustawieniach systemu.
sr: Функционалност заказаног прављења резерви и настављање прављења резерви у позадини неће бити доступни. Опција „ради у позадини“ може се укључити путем системских поставки.
vi: Chức năng sao lưu theo lịch trình và sao lưu liên tục trong nền sẽ không khả dụng. Tùy chọn “chạy dưới nền” có thể được bật thông qua cài đặt hệ thống.

source: The system does not support running Pika Backup in the background. Scheduled backup functionality and continuing backups in the background will not be available. This is either a malfunction, misconfiguration or other issue with the xdg-desktop-portal. Please report this issue in your distribution issue tracker.
da: Systemet understøtter ikke, at Pika Backup kører i baggrunden. Planlagt sikkerhedskopieringsfunktionalitet og fortløbende sikkerhedskopiering i baggrunden vil ikke være tilgængelige. Dette er enten en funktionsfejl, fejlkonfiguration eller et andet problem med xdg-desktop-portalen. Rapportér venligst dette problem i din distributions “issue tracker”.
id: Sistem tidak mendukung menjalankan Pika Backup di latar belakang. Fungsi pencadangan terjadwal dan pencadangan berkelanjutan di latar belakang tidak akan tersedia. Ini adalah kerusakan, kesalahan konfigurasi, atau masalah lain dengan xdg-desktop-portal. Silakan laporkan masalah ini di pelacak masalah distribusi Anda.
pl: System nie obsługuje działania programu Pika w tle. Funkcja planowania i wykonywania kopii zapasowych w tle nie będzie dostępna. Jest to spowodowane błędnym działaniem, błędną konfiguracją lub innym problemem z usługą xdg-desktop-portal. Proszę zgłosić ten problem w systemie zgłaszania błędów używanej dystrybucji.
sr: Систем не подржава рад Пика резерве у позадини. Заказана функционалност резерве и наставак прављења резерве у позадини неће бити доступно. Ово је или недостатак, лоша подешеност или неки други проблем са „xdg-desktop-portal“. Пријавите овај проблем у пратиоцу грешака у вашој дистрибуцији.

source: Failed to Start Monitor
ca: No s'ha pogut iniciar el monitor
da: Kunne ikke starte Overvågning
hr: Neuspjelo pokretanje nadgledanja
id: Gagal Memulai Pemantau
ko: 감시 시작에 실패했습니다
pl: Uruchomienie monitora się nie powiodło
sr: Нисам успео да започнем праћење
vi: Gặp lỗi khi bắt đầu theo dõi

source: One Backup Operation Running
da: En sikkerhedskopiering er i gang
id: Satu Operasi Pencadangan Berjalan
pl: Trwa jedno działanie kopii zapasowej
sr: У току је прављење {} резерве

source: Failed to Create Thread
ca: No s'ha pogut crear un fil
da: Kunne ikke oprette tråd
hr: Neuspješno stvaranje niti
id: Gagal Membuat Thread
ko: 스레드 생성에 실패했습니다
pl: Utworzenie wątku się nie powiodło
sr: Нисам успео да направим нит
vi: Gặp lỗi khi tạo tuyến trình

source: Failed to fix Scheduled Backups
ca: No s'han pogut corregir les còpies de seguretat planificades
hr: Neuspjelo popravljanje rasporeda sigurnosnog kopiranja
id: Gagal memperbaiki Pencadangan Terjadwal
ko: 계획 백업 기능 복구에 실패했습니다
pl: Naprawienie zaplanowanych kopii zapasowych się nie powiodło
sr: Нисам успео да поправим заказане резерве

source: Scheduled Backups Repaired
ca: S'han reparat les còpies de seguretat planificades
hr: Raspored sigurnosnog kopiranja je popravljen
id: Pencadangan Terjadwal Diperbaiki
ko: 계획 백업 기능을 복구했습니다
pl: Naprawiono zaplanowane kopie zapasowe
sr: Заказане резерве су поправљене

source: The system contained an error that potentially caused scheduled backups not to work properly. This problem is now resolved.
ca: El sistema contenia un error que podria fer que les còpies de seguretat programades no funcionessin correctament. Aquest problema ja està resolt.
hr: Sustav sadrži grešku koja može prouzrokovati nepravilan rad rasporeda sigurnosnog kopiranja. Taj problem je sada razriješen.
id: Sistem ini berisi galat yang berpotensi menyebabkan pencadangan terjadwal tidak berfungsi dengan baik. Masalah ini sekarang teratasi.
ko: 계획 백업 기능을 제대로 수행하지 못하게 잠재적으로 나타나는 오류가 시스템에서 발생합니다. 이 문제를 지금 해결했습니다.
pl: System zawierał błąd, który mógł spowodować niewłaściwe działanie zaplanowanych kopii zapasowych. Ten problem został rozwiązany.
sr: Систем је садржао грешку која је потенцијално довела до тога да заказане резерве не раде исправно. Тај проблем је сада решен.

source: Additional command line arguments invalid
da: Yderligere kommandolinjeargumenter er ugyldige
id: Argumen baris perintah tambahan tidak valid
pl: Dodatkowe parametry wiersza poleceń są nieprawidłowe

source: Repository already in use
ca: El repositori ja s'està utilitzant
da: Opbevaringssted allerede i brug
hr: Repozitorij se već koristi
id: Repositori sudah digunakan
ko: 저장소를 이미 사용중입니다
pl: Repozytorium jest już używane
sr: Ризница је већ у употреби
vi: Kho đã được dùng rồi

source: Stop browsing files and start backup?
ca: Voleu deixar de navegar pels fitxers i iniciar la còpia de seguretat?
da: Stop gennemsyn af filer og begynd sikkerhedskopiering?
gl: Deter a exploración dos ficheiros e comezar respaldo?
hr: Prekini pregledavanje datoteka i pokreni sigurnosno kopiranje?
id: Berhenti menjelajah berkas dan mulai pencadangan?
ko: 파일 탐색을 멈추고 백업을 시작하시겠습니까?
pl: Zatrzymać przeglądanie plików i rozpocząć wykonywanie kopii zapasowej?
sr: Да престанем са разгледањем датотека и да започнем прављење резерве?
vi: Dừng duyệt các tập tin và bắt đầu sao lưu dự phòng?

source: Browsing through archived files is not possible while running a backup.
ca: No és possible navegar a través dels fitxers arxivats mentre s'executa una còpia de seguretat.
da: Gennemsyn af arkiverede filer er ikke mulig, mens der foretages sikkerhedskopiering.
gl: Explorar os ficheiros non pode facerse mentres se executa un respaldo.
hr: Pregledavanje arhiviranih datoteka nije moguće tijekom sigurnosnog kopiranja.
id: Menelusuri berkas yang diarsipkan tidak dimungkinkan ketika menjalankan pencadangan.
ko: 백업을 진행하면 보관 파일 탐색은 진행할 수 없습니다.
pl: Przeglądanie zarchiwizowanych plików jest niemożliwe podczas wykonywania kopii zapasowej.
sr: Разгледање архивираних датотека није могуће док се прави резерва.
vi: Duyệt qua các tập tin đã lưu trữ là không thể trong khi chạy sao lưu.

source: Keep Browsing
ca: Mantén la navegació
da: Fortsæt med at gennemse
gl: Seguir explorando
hr: Nastavi pregledavanje
id: Terus Menjelajah
ko: 탐색 동작 유지
pl: Kontynuuj przeglądanie
sr: Настави разгледање
vi: Tiếp tục duyệt

source: Start Backup
ca: Inicia la còpia de seguretat
da: Start sikkerhedskopiering
gl: Comezar respaldo
hr: Pokreni pregledavanje
id: Mulai Pencadangan
ko: 백업 시작
pl: Rozpocznij wykonywanie kopii zapasowej
sr: Започни прављење резерве
vi: Bắt đầu sao lưu

source: Stop browsing files and start operation?
da: Stop gennemsyn af filer og start handling?
pl: Zatrzymać przeglądanie plików i rozpocząć działanie?

source: Browsing through archived files is not possible while running an operation on the repository.
da: Gennemsyn af arkiverede filer er ikke mulig, mens der foretages en handling på opbevaringsstedet.
pl: Przeglądanie zarchiwizowanych plików jest niemożliwe podczas wykonywania działania na repozytorium.

source: Start Operation
da: Start handling
pl: Rozpocznij działanie
