Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Collecting information to transfer previously used settings. This step is optional.
ca: S'està recopilant informació per a transferir la configuració utilitzada anteriorment. Aquest pas és opcional.
da: Samler information til at overføre tidligere brugte indstillinger. Dette trin er valgfrit.
hr: Prikupljanje informacija za prijenos prije korištenih postavki. Ovaj korak nije obavezan.
id: Mengumpulkan informasi untuk mentransfer pengaturan yang digunakan sebelumnya. Langkah ini opsional.
ko: 이전 사용 설정을 전송할 정보 수집중. 이 단계는 선택 사항입니다.
pl: Zbieranie informacji do przeniesienia poprzednio używanych ustawień. Ten krok jest opcjonalny.
sr: Прикупљам податке да бих пренео претходно коришћене поставке. Овај корак није обавезан.
vi: Đang thu thập thông tin để truyền các cài đặt đã được sử dụng trước đây. Bước này chỉ là tùy chọn.

source: One set of configurations used for previous backups can be selected for transfer to the new setup. The configuration can be adjusted afterward.
ca: Es pot seleccionar un conjunt de configuracions utilitzades per a còpies de seguretat anteriors per a transferir-les a la nova configuració. La configuració es pot ajustar després.
da: Der kan vælges et sæt konfigurationer, der er brugt til tidligere sikkerhedskopier, til overførsel til den nye opsætning. Konfigurationen kan tilpasses bagefter.
hr: Jedno postavljanje podešavanja korišteno u prijašnjim sigurnosnim kopiranjima može se odabrati za prijenos u novo postavljanje. Podešavanje se može prilagoditi naknadno.
id: Satu set konfigurasi yang digunakan untuk cadangan sebelumnya dapat dipilih untuk ditransfer ke pengaturan baru. Konfigurasi dapat disesuaikan setelahnya.
ko: 이전 백업에 활용한 설정은 새 설정으로 내보낼 때 활용할 수 있습니다. 그 다음에 설정을 조정할 수 있습니다.
pl: Można wybrać jeden zestaw konfiguracji używany przy poprzednich kopiach zapasowych do przeniesienia do nowej konfiguracji. Później można ją dostosować.
sr: Један скуп подешавања коришћен за претходне резерве може се изабрати за пренос у нову поставку. Подешавање се може подесити касније.
vi: Một bộ cấu hình được sử dụng cho các bản sao lưu trước đó có thể được chọn để chuyển sang cài đặt mới. Cấu hình có thể được điều chỉnh sau đó.

source: Archive prefixes must be unique to every backup configuration. Using the same prefix on two devices is discouraged unless a new device supersedes the old one.
ca: Els prefixos d'arxiu han de ser únics per a cada configuració de còpia de seguretat. L'ús del mateix prefix en dos dispositius es desaconsella a menys que un dispositiu nou substitueixi l'antic.
da: Arkivpræfikser skal være unikke til hver sikkerhedskopikonfiguration. Brug af det samme præfiks til to enheder frarådes, med mindre en ny enhed efterfølger den gamle.
hr: Prefiksi arhiva mora biti jedinstven za svako podešavanje sigurnosnog kopiranja. Korištenje istog prefiksa na dvoje uređaja ne preporuča se osim ako novi uređaj ne zamjenjuje stari.
id: Awalan arsip harus unik untuk setiap konfigurasi cadangan. Menggunakan awalan yang sama pada dua perangkat tidak disarankan kecuali perangkat baru menggantikan yang lama.
ko: 저장 파일 접두사는 상시 백업 설정에 대해 유일한 값이어야 합니다. 두 장치의 동일 접두사 사용은 새 장치가 이전 장치의 백업 기록을 이어받지 않는한 권장하지 않습니다.
pl: Przedrostki archiwów muszą być unikalne dla każdej konfiguracji kopii zapasowej. Użycie tego samego przedrostka na dwóch urządzeniach nie jest zalecane, chyba że nowe urządzenie zastępuje poprzednie.
sr: Префикси архиве морају бити јединствени за свако подешавање резерве. Коришћење истог префикса на два уређаја се не препоручује осим ако нови уређај замењује онај стари.
vi: Tiền tố kho nén phải độc nhất cho mọi cấu hình sao lưu dự phòng. Sử dụng cùng một tiền tố trên hai thiết bị là bất hợp lý trừ phi một thiết bị mới thay thế cái cũ.

source: _Save
ca: _Desa
da: _Gem
hr: _Spremi
id: _Simpan
ko: 저장(_S)
pl: _Zapisz
sr: _Сачувај
vi: Lư_u

source: Creating Backup Repository
ca: S'està creant el repositori de còpia de seguretat
da: Opretter opbevaringssted til sikkerhedskopi
hr: Stvaranje repozitorija sigurnosnog kopiranja
id: Membuat Repositori Cadangan
ko: 백업 저장소 만드는 중
pl: Tworzenie repozytorium kopii zapasowej
sr: Правим ризницу резерве
vi: Đang tạo kho sao lưu dự phòng

source: None
ca: Res
da: Ingen
hr: Nedostupno
id: Nihil
ko: 없음
pl: Brak
sr: Ништа
vi: Không

source: Free space: {}
ca: Espai lliure: {}
da: Ledig plads: {}
gl: Espazo libre: {}
hr: Slobodni prostor: {}
id: Ruang bebas: {}
ko: 남은 공간: {}
pl: Wolne miejsce: {}
sr: Слободан простор: {}
vi: Chỗ trống: {}

source: Backup Location
ca: Ubicació de la còpia de seguretat
da: Placering af sikkerhedskopi
gl: Localización de respaldo
hr: Lokacija sigurnosne kopije
id: Lokasi Pencadangan
ko: 백업 위치
pl: Położenie kopii zapasowej
sr: Место резерве
vi: Vị trí sao lưu dự phòng

source: _Select Folder…
da: _Vælg mappe …
id: _Pilih Folder…
pl: _Wybierz katalog…

source: Setup Existing Repository
ca: Configura el repositori existent
da: Opsætning af eksisterende opbevaringssted
hr: Postavi postojeći repozitorij
id: Siapkan Repositori yang Ada
ko: 기존 저장소 설정
pl: Konfiguracja istniejącego repozytorium
sr: Постави постојећу ризницу
vi: Cài đặt kho đã có

source: Location is not a valid backup repository.
ca: La ubicació no és un repositori de còpia de seguretat vàlid.
da: Placeringen er ikke et gyldigt opbevaringssted til sikkerhedskopier.
gl: A localización non é un repositorio de respaldo válido.
hr: Lokacija nije valjan repozitorij sigurnosnog kopiranja.
id: Lokasi bukan repositori cadangan yang sahih.
ko: 적절한 백업 저장소의 위치가 아닙니다.
pl: Położenie nie jest prawidłowym repozytorium kopii zapasowej.
sr: Место није исправна ризница резерве.
vi: Vị trí không phải là kho sao lưu dự phòng hợp lệ.

source: The repository must originate from Pika Backup or compatible software.
ca: El repositori ha d'originar-se a partir de Pika Backup o de programari compatible.
da: Opbevaringsstedet skal stamme fra Pika Backup eller kompatibel software.
gl: O repositorio debe orixinarse desde Copia de respaldo Pika ou software compatíbel.
hr: Repozitorij mora potjecati iz Pika sigurnosnog kopiranja ili kompatibilnog softvera.
id: Repositori harus berasal dari Pika Backup atau perangkat lunak yang kompatibel.
ko: 피카 백업 또는 호환 프로그램에서 저장소를 가져와야합니다.
pl: Repozytorium musi pochodzić z programu Pika lub zgodnego oprogramowania.
sr: Ризницу треба да је направио Пика или сагласан софтвер.
vi: Kho lưu trữ phải có nguồn gốc từ Pika Backup hoặc phần mềm tương thích.

source: Invalid Remote Location
ca: La ubicació remota no és vàlida
da: Ugyldig fjernplacering
gl: Localización remota non válida
hr: Nevaljana udaljena lokacija
id: Lokasi Jauh Tidak Valid
ko: 부적절한 원격 위치 정보
pl: Nieprawidłowe zdalne położenie
sr: Неисправна удаљена локација
vi: Vị trí máy trên mạng không hợp lệ

source: A repository location has to be given.
ca: S'ha de donar una ubicació del repositori.
da: Der skal angives en placering af opbevaringsstedet.
gl: Debe fornecer unha localización de repositorio
hr: Lokacija repozitorija mora biti navedena.
id: Lokasi repositori harus diberikan.
ko: 저장소 위치를 지정해야합니다.
pl: Należy podać położenie repozytorium.
sr: Треба да наведете место ризнице.
vi: Vị trí kho phải được chỉ ra.

source: Loading Backup Repository
ca: S'està carregant el repositori de còpia de seguretat
da: Indlæser opbevaringssted til sikkerhedskopi
hr: Učitavanje repozitorija sigurnosnog kopiranja
id: Memuat Repositori Cadangan
ko: 백업 저장소 불러오는 중
pl: Wczytywanie repozytorium kopii zapasowej
sr: Учитавам ризницу резерве
vi: Đang tải kho sao lưu dự phòng

source: Failed to Configure Repository
ca: No s'ha pogut configurar el repositori
da: Kunne ikke konfigurere opbevaringssted
hr: Neuspjelo podešavanje repozitorija
id: Gagal Mengonfigurasi Repositori
ko: 저장소 설정에 실패했습니다
pl: Skonfigurowanie repozytorium się nie powiodło
sr: Нисам успео да подесим ризницу
vi: Gặp lỗi khi cấu hình kho chứa

source: Failed
ca: Ha fallat
da: Mislykkedes
gl: Fallado
hr: Neuspjelo
id: Gagal
ko: 실패
pl: Niepowodzenie
sr: Нисам успео
vi: Thất bại

source: Repository location not found.
ca: No s'ha trobat la ubicació del repositori.
da: Placering af opbevaringssted kunne ikke findes.
gl: Non se atopou a localización do repositorio.
hr: Lokacija repozitorija nije pronađena.
id: Lokasi repositori tidak ditemukan.
ko: 저장소 위치가 없습니다.
pl: Nie odnaleziono położenia repozytorium.
sr: Нисам нашао место ризнице.
vi: Không tìm thấy vị trí kho chứa.

source: A mount operation succeeded but the location is still unavailable.
ca: S'ha realitzat una operació de muntatge, però la ubicació encara no està disponible.
da: En monteringshandling lykkedes, men placeringen er stadig utilgængelig.
gl: A operación de montado acabou con éxito pero a localización non está dispoñíbel.
hr: Radnja montiranja je uspješna ali je lokacija još uvijek nedostupna.
id: Operasi kait berhasil tetapi lokasi masih tidak tersedia.
ko: 마운트 처리는 성공했지만 여전히 해당 위치를 활용할 수 없습니다.
pl: Działanie montowania się powiodło, ale położenie nadal jest niedostępne.
sr: Радња качења је успела али је место још увек недоступно.
vi: Thao tác gắn kết thành công nhưng vị trí vẫn không sẵn dùng.

source: Incomplete URL or borg syntax
ca: URL incomplet o sintaxi del borg
da: Ufuldstændig URL eller borg-syntaks
gl: URL ou sintaxe de borg non completa
hr: Nepotpun URL ili borg sintaksa
id: URL atau sintaks borg tidak lengkap
ko: 미완성 URL 또는 borg 문법
pl: Niepełny adres URL lub składnia borg
sr: Непотпуна адреса или „borg“ синтакса
vi: URL chưa hoàn thiện hoặc cú pháp borg

source: The remote location must have a specified path.
ca: La ubicació remota ha de tenir un camí especificat.
da: Fjernplaceringen skal have en angivet sti.
gl: A localización remota debe ter unha ruta especificada.
hr: Udaljena lokacija mora imati određenu putanju.
id: Lokasi terpencil harus memiliki jalur yang ditentukan.
ko: 원격 위치에 지정 경로가 있어야합니다.
pl: Zdalne położenie musi mieć podaną ścieżkę.
sr: Удаљена локација мора имати наведену путању.
vi: Vị trí máy mạng phải có một đường dẫn đặc tả.

source: Invalid remote location: “{}”
ca: La ubicació remota no és vàlida: «{}»
da: Ugyldig fjernplacering: “{}”
gl: Localización remota non válida: «{}»
hr: Nevaljana udaljena lokacija: “{}”
id: Lokasi terpencil yang tidak valid: "{}"
ko: 부적절한 원격 위치: “{}”
pl: Nieprawidłowe zdalne położenie: „{}”
sr: Неисправна удаљена локација: „{}“
vi: Vị trí máy trên mạng không hợp lệ: “{}”

source: Disk
pl: Dysk

source: Volume
ca: Volum
da: Diskenhed
hr: Uređaj
ko: 볼륨
pl: Wolumin
sr: Волумен
vi: Phân vùng

source: Device
ca: Dispositiu
da: Enhed
gl: Dispositivo
hr: Uređaj
id: Perangkat
ko: 장치
pl: Urządzenie
sr: Уређај
vi: Thiết bị

source: Path
ca: Camí
da: Sti
gl: Ruta
hr: Putanja
ko: 경로
pl: Ścieżka
sr: Путања
vi: Đường dẫn

source: Remote
da: Fjern
pl: Repozytorium

source: URL
pl: Adres URL
sr: Адреса

source: Space
ca: Espai
da: Plads
gl: Espacio
hr: Prostor
id: Ruang
ko: 여분 공간
pl: Miejsce
sr: Простор
vi: Dung lượng

source: Total
da: Samlet
hr: Ukupno
ko: 총 용량
pl: Razem
sr: Укупно
vi: Tổng cộng

source: Free
ca: Lliure
da: Ledig
gl: Libre
hr: Slobodno
id: Bebas
ko: 여유 공간
pl: Wolne
sr: Слободно
vi: Tự do

source: The keyring is not available. Pika Backup requires a keyring daemon (“secret service”) to store passwords. For installation instructions see the operating system documentation.
da: Nøgleringen er ikke tilgængelig. Pika Backup kræver en nøgleringsdæmon (“hemmelig tjeneste”) for at gemme adgangskoder. Du kan finde installationsinstruktioner i dokumentationen til styresystemet.
id: Ring kunci tidak tersedia. Pika Backup membutuhkan daemon ring kunci ("secret service") untuk menyimpan kata sandi. Untuk petunjuk pemsangan, lihat dokumentasi sistem operasi.
pl: Baza kluczy jest niedostępna. Pika wymaga usługi bazy kluczy do przechowywania haseł. Dokumentacja systemu operacyjnego zawiera instrukcje instalacji.
sr: Привезак кључева није доступан, Пика резерве захтева позадинца привеска кључева („тајна услуга“) за чување лозинки. За инструкције инсталације видите документцију оперативног система.

source: Backup with id “{}” already exists.
ca: Ja existeix una còpia de seguretat amb l'ID «{}».
da: Sikkerhedskopi med id'et “{}” findes allerede.
gl: Xa existe un respaldo co id «{}».
hr: Sigurnosna kopija s ID “{}” već postoji.
id: Cadangan dengan id "{}" sudah ada.
ko: ID가 “{}”인 백업이 이미 있습니다.
pl: Kopia zapasowa o identyfikatorze „{}” już istnieje.
sr: Резерва са иб-ом „{}“ већ постоји.
vi: Bản sao lưu dự phòng với mã “{}” đã sẵn có.

source: Could not find backup configuration with id “{}”.
ca: No s'ha pogut trobar la configuració de la còpia de seguretat amb id «{}».
da: Kunne ikke finde konfiguration af sikkerhedskopi med id'et “{}”.
gl: Non foi posíbel atopar a configuración de respaldo co id «{}».
hr: Nemoguć pronalazak podešavanja sigurnosnog kopiranja s ID “{}”.
id: Tak bisa menemukan konfigurasi cadangan dengan id "{}".
ko: ID가 “{}”인 백업 설정을 찾을 수 없습니다.
pl: Nie można odnaleźć konfiguracji kopii zapasowej o identyfikatorze „{}”.
sr: Не могу да нађем подешавање резерве са иб-ом „{}“.
vi: Không thể tìm thấy cấu hình bản sao lưu dự phòng với mã số “{}”.

source: Failed to refresh archives cache.
ca: No s'ha pogut refrescar la memòria cau dels arxius.
da: Kunne ikke opdatere arkivernes mellemlager.
gl: Produciuse un fallo ao actualizar a caché de arquivos.
hr: Neuspjelo osvježavanje predmemorije arhive.
id: Gagal menyegarkan singgahan arsip.
ko: 보관 파일 캐시 새로 고침에 실패했습니다.
pl: Odświeżenie pamięci podręcznej archiwów się nie powiodło.
sr: Нисам успео да освежим оставу архива.
vi: Gặp lỗi làm mới bộ nhớ nhanh kho nén.

source: Failed to open archive.
ca: No s'ha pogut obrir l'arxiu.
da: Kunne ikke åbne arkiv.
gl: Produciuse un fallo ao abrir o arquivo.
hr: Neuspjelo otvaranje arhive.
id: Gagal membuka arsip.
ko: 보관 파일 열기에 실패했습니다.
pl: Otwarcie archiwum się nie powiodło.
sr: Нисам успео да отворим архиву.
vi: Gặp lỗi khi mở kho nén.

source: Incomplete Archive
da: Ufuldstændigt arkiv
id: Arsip Tidak Lengkap
pl: Niepełne archiwum

source: Name
ca: Nom
da: Navn
gl: Nome
hr: Naziv
id: Nama
ko: 이름
pl: Nazwa
sr: Назив
vi: Tên

source: Duration
ca: Durada
da: Varighed
gl: Duración
hr: Trajanje
id: Durasi
ko: 길이
pl: Czas trwania
sr: Трајање
vi: Độ dài

source: Comment
ca: Comentari
da: Kommentar
gl: Comentario
hr: Komentar
id: Komentar
ko: 설명
pl: Komentarz
sr: Напомена
vi: Chú thích

source: Browse saved files
ca: Navega pels fitxers desats
da: Gennemse gemte filer
gl: Explorar os ficheiros gardados
hr: Pregledaj spremljene datoteke
id: Menelusuri berkas yang disimpan
ko: 저장한 파일 탐색
pl: Przeglądaj zapisane pliki
sr: Разгледај сачуване датотеке
vi: Duyệt các tập tin đã lưu

source: Delete archive
da: Slet arkiv
id: Hapus arsip
pl: Usuń archiwum
sr: Обриши архиву

source: {} Available
ca: {} disponible
da: {} tilgængelig
gl: {} dispoñíbel
hr: {} dostupno
id: {} Tersedia
ko: 가용: {}
pl: Dostępne: {}
sr: {} је доступно
vi: Sẵn có {}

source: {} Total
da: {} samlet
hr: {} ukupno
ko: 합계: {}
pl: Razem: {}
sr: {} укупно
vi: Tổng cộng {}

source: Failed to make archives available for browsing.
ca: No s'han pogut fer els arxius disponibles per a la navegació.
da: Kunne ikke gøre arkiver tilgængelige for gennemgang.
gl: Produciuse un fallo ao crear os arquivos para explorar.
hr: Neuspjelo postavljanje arhiva dostupnim za pregledavanje.
id: Gagal membuat arsip tersedia untuk penjelajahan.
ko: 탐색용 가용 보관 파일 구성에 실패했습니다.
pl: Udostępnienie archiwów do przeglądania się nie powiodło.
sr: Нисам успео да учиним архиву доступном за разгледање.
vi: Gặp lỗi khi làm cho kho nén sẵn sàng để duyệt.

source: Usually contains all personal data
ca: Normalment conté totes les dades personals
da: Indeholder typisk al personlig data
gl: Normalmente contén todos os seus datos persoais
hr: Uobičajeno sadrži osobne podatke
id: Biasanya berisi semua data pribadi
ko: 보통 모든 개인 정보 데이터가 들어갑니다
pl: Zwykle zawiera wszystkie osobiste dane
sr: Обично садржи све личне податке
vi: Thường là chứa mọi dữ liệu cá nhân

source: Remove Directory
da: Fjern mappe
id: Hapus Direktori
pl: Usuwa katalog
sr: Уклони директоријум

source: Edit Pattern
da: Redigér mønster
id: Sunting Pola
pl: Modyfikuje wzorzec

source: Remove From List
da: Fjern fra liste
id: Hapus Dari Daftar
pl: Usuwa z listy
sr: Уклони са списка

source: Abort Saving Backup State?
id: Gugurkan Penyimpanan Status Cadangan?
pl: Przerwać zapisywanie stanu kopii zapasowej?
sr: Да прекинем чување стања резерве?

source: The current backup state is in the process of being saved. The backup can be continued later without saving the state. Some data might have to be copied again.
id: Status cadangan saat ini sedang dalam proses disimpan. Pencadangan dapat dilanjutkan nanti tanpa menyimpan status. Beberapa data mungkin harus disalin lagi.
pl: Obecny stan kopii zapasowej jest w trakcie zapisywania. Kopia zapasowa może być kontynuowana później bez zapisania stanu. Może będzie trzeba skopiować część danych jeszcze raz.
sr: Тренутно стање резерве је у току чувања. Прављење резерве се може наставити касније без чувања стања. Неки подаци ће морати бити поново умножени.

source: Stop Running Backup?
da: Stop igangværende sikkerhedskopiering?
id: Berhenti Menjalankan Pencadangan?
pl: Zatrzymać wykonywanie kopii zapasowej?
sr: Да зауставим прављење резерве?

source: The current backup state will be saved. You can continue your backup later by starting it again.
da: Den aktuelle sikkerhedskopieringstilstand gemmes. Du kan fortsætte din sikkerhedskopiering senere ved at starte den igen.
id: Status cadangan saat ini akan disimpan. Anda dapat melanjutkan pencadangan nanti dengan memulainya lagi.
pl: Obecny stan kopii zapasowej zostanie zapisany. Można później kontynuować kopię zapasową przez ponowne jej rozpoczęcie.
sr: Тренутно стање резерве биће сачувано. Можете наставити прављење резерве касније његовим поновним покретањем.

source: Stop
id: Berhenti
pl: Zatrzymaj
sr: Зустави

source: Abort Delete Operation?
da: Afbryd sletning?
id: Batalkan Operasi Hapus?
pl: Przerwać działanie usuwania?
sr: Да прекинем радњу брисања?

source: Archives are currently being deleted. Aborting now will cause some deletion progress to be lost. Free space will not be reclaimed.
id: Arsip saat ini sedang dihapus. Membatalkan sekarang akan menyebabkan beberapa kemajuan penghapusan hilang. Ruang kosong tidak akan diklaim.
pl: Archiwa są właśnie usuwane. Przerwanie w tej chwili spowoduje utratę części postępu usuwania. Wolne miejsce nie zostanie odzyskane.
sr: Архиве се тренутно бришу. Ако сада прекинете доћи ће до губитка неког прогреса брисања. Слободан простор неће бити повраћен.

source: Stop Deleting Archives?
id: Berhenti Menghapus Arsip?
pl: Zatrzymać usuwanie archiwów?
sr: Да зауставим брисање архива?

source: Deletion progress will be saved. Free space will not be reclaimed. You can continue deletion at a later time by starting the operation again.
id: Progres penghapusan akan disimpan. Ruang kosong tidak akan diklaim. Anda dapat melanjutkan penghapusan di lain waktu dengan memulai operasi lagi.
pl: Postęp usuwania zostanie zapisany. Wolne miejsce nie zostanie odzyskane. Można później kontynuować usuwanie przez ponowne rozpoczęcie działania.
sr: Прогрес брисања биће сачуван. Слободан простор неће бити повраћен. Можете наставити брисање касније поновним покретањем радње.

source: Abort Operation?
da: Afbryd handling?
id: Gugurkan Operasi?
pl: Przerwać działanie?
sr: Да прекинем радњу?

source: An operation is currently being performed. Aborting now will cause any progress made by the operation to be lost.
da: En handling er i gang. Hvis du afbryder nu, vil alle fremskridt i handlingen gå tabt.
id: Operasi sedang dilakukan. Membatalkan sekarang akan menyebabkan kemajuan apa pun yang dibuat oleh operasi hilang.
pl: Działanie jest właśnie wykonywane. Przerwanie w tej chwili spowoduje utratę całego postępu.
sr: Тренутно се обавља једна радња. Ако сада прекинете то ће довести до губитка било ког прогреса учињеног том радњом.

source: Include Folder
da: Medtag mappe
id: Sertakan Folder
ko: 폴더 넣기
pl: Dołączenie katalogu
sr: Укључи фасциклу

source: Unable to Include Location
da: Kunne ikke medtage placeringen
id: Tidak Dapat Menyertakan Lokasi
pl: Nie można dołączyć położenia
sr: Не могу да укључим место

source: The following paths could not be included because they aren't reliably available in the sandbox: {}
da: Følgende stier kunne ikke medtages, fordi de ikke er pålideligt tilgængelige i sandkassen: {}
id: Path berikut tidak dapat disertakan karena tidak tersedia secara andal di sandbox: {}
pl: Nie można dołączyć tych ścieżek, ponieważ nie są one dostępne w piaskownicy: {}
sr: Следеће путање не могу бити укључене јер нису доступне у заштићеном окружењу: {}

source: Pika Backup cannot be used to backup the entire system or the “/dev” directory.
da: Pika Backup kan ikke bruges til at sikkerhedskopiere hele systemet eller mappen “/dev”.
pl: Nie można używać tego programu do wykonywania kopii zapasowej całego systemu ani katalogu „/dev”.

source: No longer include “{}” in backups?
ca: Ja no voleu incloure «{}» a la còpia de seguretat?
da: Medtag ikke længere “{}” i sikkerhedskopier?
gl: Deixar de incluír “{}” nos respaldos?
hr: “{}” više nije uključeno u sigurnosno kopiranje?
id: Tidak lagi menyertakan "{}" dalam cadangan?
ko: 백업에 더이상 “{}” 항목을 넣지 않으시겠습니까?
pl: Nie dołączać już „{}” w kopiach zapasowych?
sr: Да више не укључујем „{}“ у резерве?
vi: Không gồm “{}” trong sao bản lưu dự phòng?

source: All files contained in this folder will no longer be part of future backups.
ca: Tots els fitxers continguts en aquesta carpeta ja no formaran part de les futures còpies de seguretat.
da: Alle filer i denne mappe vil ikke længere være en del af fremtidige sikkerhedskopier.
gl: Todos os ficheiros contidos neste cartafol non serán parte dos futuros respaldos.
hr: Sve datoteke sadržane u ovoj mapi više neće biti obuhvaćene budućim sigurnosnim kopiranjima.
id: Semua berkas yang terkandung dalam folder ini tak lagi menjadi bagian dari cadangan di masa mendatang.
ko: 앞으로 백업을 진행할 때 이 폴더에 들어간 파일은 넣지 않습니다.
pl: Wszystkie pliki w tym katalogu nie będą już częścią przyszłych kopii zapasowych.
sr: Све датотеке садржане у овој фасцикли више неће бити део будућих резерви.
vi: Tất cả các tập tin có trong thư mục này sẽ không còn là một phần của bản sao lưu trong tương lai.

source: Confirm
ca: Confirma
da: Bekræft
gl: Confirmar
hr: Potvrdi
id: Konfirmasi
ko: 확인
pl: Potwierdź
sr: Потврди
vi: Xác nhận

source: Delete old Archives Failed
da: Det lykkedes ikke at slette gamle arkiver
id: Hapus Arsip lama Gagal
pl: Usunięcie starych archiwów się nie powiodło
sr: Брисање старе архиве није успело

source: Reclaiming Free Space Failed
da: Det lykkedes ikke at gøre krav på ledig plads
id: Klaim Ruang Kosong Gagal
pl: Odzyskanie wolnego miejsca się nie powiodło
sr: Потраживање слободног простора није успело

source: Backup Failed
ca: Ha fallat la còpia de seguretat
da: Sikkerhedskopiering mislykkedes
hr: Sigurnosno kopirnje nije uspjelo
id: Pencadangan Gagal
ko: 백업 실패
pl: Kopia zapasowa się nie powiodła
sr: Прављење резерве није успело
vi: Sao lưu thất bại

source: Backup Completed with Warnings
ca: S'ha completat la còpia de seguretat amb avisos
da: Sikkerhedskopiering fuldført med advarsler
hr: Sigurnosno kopiranje je završeno s upozorenjima
id: Pencadangan Selesai dengan Peringatan
ko: 경고 출력과 함께 백업이 끝났습니다
pl: Ukończono kopię zapasową z ostrzeżeniami
sr: Резерва је обављена са упозорењима
vi: Sao lưu lần hoàn tất với cảnh báo

source: Remove Backup Setup?
ca: Voleu suprimir la configuració de la còpia de seguretat?
da: Fjern opsætning af sikkerhedskopiering?
hr: Ukloni postavljanje sigurnosnog kopiranja?
id: Hapus Pengaturan Cadangan?
ko: 백업 설정을 제거하시겠습니까?
pl: Usunąć konfigurację kopii zapasowych?
sr: Да уклоним поставку резерве?
vi: Xóa các cài đặt sao lưu dự phòng?
