Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Pika Backup Monitor
ca: Monitor de Pika Backup
da: Pika Backup Overvågning
hr: Pika nadgledatelj sigurnosnog kopiranja
id: Pemantau Pika Backup
ko: 피카 백업 감시기
pl: Monitor kopii zapasowych Pika
sr: Пратилац резерве Пика
vi: Theo dõi sao lưu dự phòng Pika

source: Pika Backup
gl: Copia de respaldo Pika
hr: Pika sigurnosno kopiranje
ko: 피카 백업
pl: Kopie zapasowe Pika
sr: Пика резерва
vi: Sao lưu dự phòng Pika

source: Backups
ca: Còpies de seguretat
da: Sikkerhedskopier
gl: Copias de respaldo
hr: Sigurnosno kopiranje
id: Cadangan
ko: 백업
pl: Kopie zapasowe
sr: Резерве
vi: Sao lưu dự phòng

source: Keep your data safe
ca: Mantingueu les vostres dades segures
da: Hold dine data sikre
hr: Držite svoje podatke sigurnima
id: Menjaga keamanan data Anda
ko: 데이터를 안전하게 보호합니다
pl: Zabezpiecz swoje dane
sr: Држите ваше поддатке на безбедном месту
vi: Giữ dữ liệu của bạn được an toàn

source: archive;back-up;borg;
ca: arxiu;còpia de seguretat;borg;
da: arkivér;arkivering;sikkerhedskopiér;sikkerhedskopiering;borg;
gl: arquivo;respaldo;borg;
hr: arhiva;sigurnosno kopiraj;borg;
id: arsip;cadangan;borg;
ko: archive;아카이브;보관;back-up;백업;borg;보그;
pl: archiwum;archiwizowanie;archiwizuj;archive;kopia zapasowa;bekap;backup;back-up;borg;
sr: архива;резерва;борг;archive;back-up;borg;
vi: archive;back-up;borg;lưu trữ;luu tru;sao lưu dự phòng;sao luu du phong;

source: Small Mammal Collective
pl: Spółdzielnia małych ssaków
sr: Колектив малих сисара

source: Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.
ca: Fer còpies de seguretat de la manera fàcil. Connecteu la unitat USB i deixeu que el Pika faci la resta.
da: Foretag sikkerhedskopieringer på den lette måde. Sæt dit USB-drev i og lad Pika gøre resten for dig.
gl: Facer copias de respaldo de forma fácil. Conecte a súa unidade de USB e déixelle a Pika facer o resto
hr: Jednostavno stvaranje sigurnosnih kopija. Priključite svoj USB disk i neka Pika učini ostalo umjesto vas.
id: Melakukan pencadangan dengan cara yang mudah. Tancapkan flash disk USB Anda dan biarkan Pika melakukan sisanya untuk Anda.
ko: 쉬운 방법으로 백업을 수행합니다. USB 드라이브를 꼽고 피카가 알아서 하게 두세요.
pl: Łatwe wykonywanie kopii zapasowych. Podłącz dysk USB i pozwól programowi Pika załatwić resztę.
sr: Направите резерве на лак начин. Прикључите ваш УСБ уређај и пустите да Пика одради остало уместо вас.
vi: Tạo bản sao lưu dự phòng một cách dễ dàng. Cắm đĩa USB của bạn vào và để cho Pika làm phần còn lại cho bạn.

source: Create backups locally and remotely
da: Opret sikkerhedskopier lokalt og fjernt
hr: Stvorite sigurnosne kopije na lokalnim ili udaljenim lokacijama
id: Membuat cadangan secara lokal dan jarak jauh
ko: 로컬 백업과 원격 백업을 만듭니다
pl: Lokalne i zdalne tworzenie kopii zapasowych
sr: Направите резерве локално или удаљено

source: Set a schedule for regular backups
ca: Definir una planificació de còpies de seguretat regulars
da: Indstil en tidsplan for regelmæssige sikkerhedskopieringer
hr: Postavite raspored redovitog sigurnosnog kopiranja
id: Atur jadwal untuk pencadangan reguler
ko: 정기 백업 일정을 지정합니다
pl: Ustawianie harmonogramu regularnych kopii zapasowych
sr: Подесите заказивања редовних резерви
vi: Đặt lịch sao lưu dự phòng định kỳ

source: Save time and disk space because Pika Backup does not need to copy known data again
ca: Estalvieu temps i espai de disc perquè Pika Backup no necessita tornar a copiar les dades conegudes
da: Spar tid og diskplads da Pika Backup ikke behøver at kopiere kendte data igen
gl: Aforre tempo e espazo de disco xa que Copia de respaldo de Pika non precisa copiar datos coñecidos de novo
hr: Uštedite vrijeme i prostor na disku jer Pika sigurnosno kopiranje ne treba ponovno kopirati poznate podatke
id: Hemat waktu dan ruang cakram karena Cadangan Pika tidak perlu menyalin data yang diketahui lagi
ko: 피카 백업은 이미 백업한 데이터를 다시 복사할 필요가 없어 시간과 디스크 공간을 절약합니다
pl: Oszczędzanie czasu i miejsca na dysku, ponieważ Pika nie musi jeszcze raz kopiować znanych danych
sr: Сачувајте време и простор на диску јер Пика резерве не мора поново да умножава познате податке
vi: Tiết kiệm thời gian và dung lượng đĩa vì Sao lưu dự phòng Pika không cần sao chép lại dữ liệu đã biết

source: Encrypt your backups
ca: Xifreu les còpies de seguretat
da: Kryptér dine sikkerhedskopier
gl: Cifre os seus respaldos
hr: Šifrirajte svoje sigurnosne kopije
id: Mengenkripsi cadangan Anda
ko: 백업을 암호화합니다
pl: Szyfrowanie kopii zapasowych
sr: Шифрујте ваше резерве
vi: Mã hóa bản sao lưu dự phòng của bạn

source: List created archives and browse through their contents
ca: Llista els arxius creats i navega pels seus continguts
da: Vis oprettede arkiver og gennemse deres indhold
gl: Liste os arquivos creados e navegue polos seus contidos
hr: Pregledavajte stvorene arhive i njihov sadržaj
id: Membuat daftar arsip yang dibuat dan menelusuri kontennya
ko: 만든 보관 파일을 조회하고 내용을 탐색합니다
pl: Lista utworzonych archiwów, których zawartość można przeglądać
sr: Испипите списак постојећих архива и разгледајте њихов садржај
vi: Liệt kê các kho nén lưu trữ đã tạo và duyệt qua nội dung của chúng

source: Recover files or folders via your file browser
ca: Recupereu fitxers o carpetes a través del navegador de fitxers
da: Gendan filer eller mapper med din filvælger
gl: Recupere ficheiros ou cartafoles mediante o seu explorador de ficheiros
hr: Obnovite datoteke ili mape putem svojeg preglednika datoteka
id: Memulihkan berkas atau folder melalui peramban berkas Anda
ko: 파일 또는 폴더를 파일 브라우저로 복원합니다
pl: Przywracanie plików i katalogów za pomocą przeglądarki plików
sr: Вратите датотеке или фасцикле путем прегледника датотека
vi: Khôi phục các tập tin hoặc thư mục thông qua trình duyệt tập tin của bạn

source: Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.
ca: Pika Backup està dissenyat per a desar les vostres dades personals i no admet la recuperació completa del sistema. Pika Backup està alimentat pel programari BorgBackup ben provat.
da: Pika Backup er designet til at gemme dine personlige data og understøtter ikke fuldstændig gendannelse af systemet. Pika Backup bruger det gennemtestede program BorgBackup.
hr: Pika Backup je dizajniran za spremanje vaših osobnih podataka i ne omogućuje potpun oporavak sustava. Pika Backup je pogonjen dobro testiranim BorgBackup softverom.
id: Pika Backup dirancang untuk menyimpan data pribadi Anda dan tidak mendukung pemulihan sistem yang lengkap. Pika Backup didukung oleh perangkat lunak BorgBackup yang teruji dengan baik.
ko: 피카 백업은 개인 데이터를 지키도록 설계했으며 시스템의 완전한 복원 기능은 지원하지 않습니다. 피카 백업은 시험 과정을 잘 통과한 보그백업 프로그램으로 동작합니다.
pl: Pika jest zaprojektowana do zachowywania danych osobistych i nie obsługuje pełnego przywracania systemu. Korzysta z dobrze przetestowanego oprogramowania BorgBackup.
sr: Пика резерве је осмишљен да сачува ваше личне податке и не подржава опоравак читавог система. Пика резерве погони добро тестирани „BorgBackup“ софтвер.
vi: Sao lưu dự phòng Pika được thiết kết để lưu dữ liệu cá nhân của bạn và không hỗ trợ khôi phục lại toàn bộ hệ thống. Sao lưu dự phòng Pika chạy được dựa vào phần mềm BorgBackup đã được kiểm định kỹ càng.

source: Just activate “Back Up Now” and your data will be saved
ca: Les còpies de seguretat són fàcils: només cal que activeu «Fes una còpia de seguretat ara», i es desaran les vostres dades
da: Aktivér “Sikkerhedskopiér nu”, og dine data vil blive gemt
hr: Jednostavno aktivirajte “Sigurnosno kopiraj odmah” i vaši podaci će biti spremljeni
id: Cukup aktifkan "Cadangkan Sekarang" dan data Anda akan disimpan
ko: 단지 “지금 백업”을 활성화하기만 하면 데이터를 안전하게 지켜줍니다
pl: Kliknij „Wykonaj kopię zapasową”, a dane zostaną zapisane
sr: Само активирајте „Сада направи резерву“ и ваши подаци биће сачувани
vi: Chỉ cần kích hoạt “Sao lưu dự phòng ngay” và dữ liệu cùa bạn sẽ được ghi lại

source: Schedule regular backups from monthly up to hourly
ca: Planifica còpies de seguretat regulars des de mensuals fins a horàries
da: Planlæg regelmæssige sikkerhedskopieringer fra timevis til månedligt
hr: Zakažite redovita mjesečna do satna sigurnosna kopiranja
id: Jadwalkan pencadangan rutin dari bulanan hingga per jam
ko: 월별로부터 시간 단위별까지 정기 백업 일정을 수립합니다
pl: Zaplanuj regularne kopie zapasowe, od comiesięcznych do cogodzinnych
sr: Закажите редовна прављења резерви месечно или часовно
vi: Lên lịch sao lưu dự phòng định kỳ từ mỗi tháng đến từng giờ

source: Keep backups on local drives and at online services at the same time
ca: Mantén les còpies de seguretat a les unitats locals i als serveis en línia al mateix temps
da: Opbevar sikkerhedskopier på lokale drev og på onlinetjenester samtidig
hr: Držite sigurnosne kopije istovremeno na lokalnim diskovima i na mrežnim uslugama
id: Simpan cadangan di drive lokal dan di layanan daring secara bersamaan
ko: 로컬 드라이브와 온라인 서비스의 백업을 동시에 지켜줍니다
pl: Przechowuj kopie na lokalnych dyskach i w serwisach internetowych w tym samym czasie
sr: Држите резерве на месним уређајима и на услугама на мрежи у исто време
vi: Giữ bản sao lưu dự phòng trên đĩa nội bộ và các dịch vụ trực tuyến cùng lúc

source: General
da: Generelt
gl: Xeral
hr: Općenito
id: Umum
ko: 이반
pl: Ogólne
sr: Опште
vi: Chung

source: Set up new backup
ca: Configura una còpia de seguretat nova
da: Indstil ny sikkerhedskopi
hr: Postavite novo sigurnosno kopiranje
id: Menyiapkan cadangan baru
ko: 새 백업 설정
pl: Konfiguruje nową kopię zapasową
sr: Поставите нову резерву
vi: Cài đặt sao dự phòng mới

source: Show keyboard shortcuts
da: Vis tastaturgenveje
id: Tampilkan pintasan papan tik
pl: Wyświetla skróty klawiszowe
sr: Прикажите пречице тастатуре

source: Quit
ca: Surt
da: Afslut
gl: Saír
hr: Zatvori
id: Keluar
ko: 끝내기
pl: Kończy działanie
sr: Изађи
vi: Thoát

source: Back
ca: Enrere
da: Tilbage
gl: Atrás
hr: Natrag
id: Kembali
ko: 뒤로
pl: Wstecz
sr: Позадина
vi: Lùi

source: Open menu
da: Åbn menu
id: Buka menu
ko: 메뉴 열기
pl: Otwiera menu
sr: Отвори изборник

source: Retrieving encryption password from the keyring failed. Pika Backup requires a keyring daemon (“secret service”) to store passwords. For installation instructions see the operating system documentation.
da: Krypteringsadgangskoden kunne ikke hentes fra nøgleringen. Pika Backup kræver en nøgleringsdæmon (“hemmelig tjeneste”) for at gemme adgangskoder. Du kan finde installationsinstruktioner i dokumentationen til styresystemet.
id: Mengambil kata sandi enkripsi dari ring kunci gagal. Pika Backup membutuhkan daemon ring kunci ("secret service") untuk menyimpan kata sandi. Untuk petunjuk pemasangan, lihat dokumentasi sistem operasi.
pl: Pobranie hasła szyfrowania z bazy kluczy się nie powiodło. Pika wymaga usługi bazy kluczy do przechowywania haseł. Dokumentacja systemu operacyjnego zawiera instrukcje instalacji.
sr: Довлачење лозинке шифровања из привеска кључева није успело. Пика резерве захтева позадинца привеска кључева („тајна услуга“) за чување лозинки. За упутства инсталације видите документацију оперативног система.

source: The operation terminated unexpectedly.
ca: L'operació ha finalitzat inesperadament.
da: Handlingen afsluttede uventet.
gl: A operación rematou de forma non esperada.
hr: Radnja je prekinuta neočekivano.
id: Operasi dihentikan secara tak terduga.
ko: 동작이 갑작스럽게 끝났습니다.
pl: Działanie zostało nieoczekiwanie zakończone.
sr: Радња је неочекивано окончана.
vi: Thao tác bị chấm dứt bất thường.

source: This delete operation would delete too many archives.
ca: Aquesta operació de supressió suprimiria massa arxius.
da: Denne slette-handling vil slette for mange arkiver.
hr: Ova radnja brisanja će obrisati previše arhiva.
id: Operasi penghapusan ini akan menghapus terlalu banyak arsip.
ko: 이 삭제 동작은 너무 많은 보관 파일을 삭제합니다.
pl: To działanie usunięcia usunęłoby za dużo archiwów.
sr: Ова радња брисања ће обрисати превише архива.
vi: Thao tác xóa này có thể xóa quá nhiều kho nén.

source: No files selected to be included into backup.
ca: No s'ha seleccionat cap fitxer a incloure a la còpia de seguretat.
da: Ingen filer valgt til at blive inkluderet i sikkerhedskopien.
hr: Nema odabranih datoteka za uključivanje u sigurnosnu kopiju.
id: Tidak ada berkas yang dipilih untuk dimasukkan ke dalam cadangan.
ko: 백업에 넣을 파일을 선택하지 않았습니다.
pl: Nie wybrano żadnych plików do zawarcia w kopii zapasowej.
sr: Нису изабране датотеке које ће бити укључене у резерву.
vi: Chưa chọn tập tin nào để bao gồm vào sao lưu dự phòng.

source: Timeout
da: Tidsgrænse
id: Habis waktu
pl: Czas oczekiwania
sr: Време је истекло

source: Completed
ca: Completat
da: Fuldført
gl: Completado
hr: Završeno
id: Selesai
ko: 완료
pl: Ukończono
sr: Завршено
vi: Hoàn tất

source: Aborted on user request.
ca: S'ha interromput a petició de l'usuari.
da: Afbrudt af brugeren.
gl: Abortado por solicitude do usuario.
hr: Prekinuto po zahtjevu korisnika.
id: Digugurkan atas permintaan pengguna.
ko: 사용자 요청으로 중단했습니다.
pl: Przerwano na żądanie użytkownika.
sr: Прекинуто на захтев корисника.
vi: Bị bãi bỏ theo yêu cầu người dùng.

source: Aborted because only metered connection was available.
ca: S'ha interromput perquè només hi havia disponibles connexions limitades.
da: Afbrudt fordi kun en forbrugsbaseret forbindelse var tilgængelig.
hr: Prekinuto zato jer je samo povezivanje ograničeno podacima dostupno.
id: Digugurkan karena hanya koneksi dengan kuota yang tersedia.
ko: 종량제 요금망만 사용할 수 있어 중단했습니다.
pl: Przerwano, ponieważ dostępne było tylko mierzone połączenie.
sr: Прекинуто је јер је доступна само мерена интернет веза.
vi: Bị bãi bỏ bởi vì hiện chỉ có kết nối hạn chế tiêu dùng lưu lượng.

source: Aborted because too long not connected to power.
ca: S'ha interromput perquè fa massa temps que no s'ha connectat al corrent.
da: Afbrudt fordi strømforsyningen ikke har været tilsluttet i lang tid.
hr: Prekinuto zato jer napajanje nije predugo priključeno.
id: Digugurkan karena terlalu lama tidak terhubung ke daya.
ko: 전원을 끊은 지 너무 오래되어 중단했습니다.
pl: Przerwano, ponieważ za długo nie podłączono do zasilania.
sr: Прекинуто је јер предуго није било прикључења на мрежно напајање.
vi: Bị bãi bỏ bởi vì quá lâu rồi chưa cắm điện lưới.

source: Aborted by system.
ca: Interromput pel sistema.
da: Afbrudt af systemet.
hr: Prekinuto od strane sustava.
id: Digugurkan oleh sistem.
ko: 시스템에서 중단했습니다.
pl: Przerwano przez system.
sr: Систем је прекинуо.
vi: Bị bãi bỏ theo yêu cầu hệ thống.

source: The program or system seems to have crashed.
ca: Sembla que el programa o el sistema s'han fallat.
da: Det lader til, at systemet eller programmet er gået ned.
hr: Izgleda da se program ili sustav srušio.
id: Program atau sistem tampaknya telah macet.
ko: 프로그램 또는 시스템에 치명적인 오류가 나타난 것 같습니다.
pl: Program lub system uległ awarii.
sr: Изгледа да се урушио програм или систем.
vi: Chương trình hoặc hệ thống có lẽ đổ vỡ.

source: Unable to access backup repository: {}
da: Kunne ikke tilgå opbevaringssted til sikkerhedskopi: {}
pl: Nie można uzyskać dostępu do repozytorium kopii zapasowej: {}

source: Connection closed by remote host.
ca: Connexió tancada pel servidor remot.
da: Forbindelsen blev lukket af fjernværten.
gl: Conexión pechada polo equipo remoto.
hr: Udaljeni poslužitelj je zatvorio povezivanje.
id: Sambungan ditutup oleh host jarak jauh.
ko: 원격 호스트에서 연결을 끊었습니다.
pl: Zdalny komputer zamknął połączenie.
sr: Везу је затворио удаљени домаћин.
vi: Kết nối bị đóng bởi máy chủ.

source: Repository already in use.
ca: El repositori ja s'està utilitzant.
da: Opbevaringssted allerede i brug.
gl: Repositorio xa en uso.
hr: Repozitorij se već koristi.
id: Repositori sudah digunakan.
ko: 이미 저장소를 사용하고 있습니다.
pl: Repozytorium jest już używane.
sr: Ризница је већ у употреби.
vi: Kho đã được dùng rồi.

source: Failed to lock repository.
da: Kunne ikke låse opbevaringssted.
id: Gagal mengunci repositori.
ko: 저장소 잠금에 실패했습니다.
pl: Zablokowanie repozytorium się nie powiodło.
sr: Нисам успео да закључам ризницу.

source: Invalid encryption password.
ca: Contrasenya de xifratge no vàlida.
da: Ugyldig adgangskode til kryptering.
gl: Contrasinal cifrado non válido.
hr: Nevaljana lozinka šifriranja.
id: Kata sandi enkripsi tidak valid.
ko: 부적절한 암호화 암호.
pl: Nieprawidłowe hasło szyfrowania.
sr: Неисправна лозинка шифровања.
vi: Mật khẩu mã hóa không hợp lệ.

source: Repository access was aborted
da: Adgang til opbevaringssted blev afbrudt
id: Akses repositori dibatalkan
pl: Przerwano dostęp do repozytorium
sr: Приступ ризници је обустављен

source: A repository already exists at this location.
ca: Ja existeix un repositori en aquesta ubicació.
da: Der findes allerede et opbevaringssted på denne placering.
gl: Xa existe un repositorio nesta localización.
hr: Repozitorij već postoji na ovoj lokaciji.
id: Repositori sudah ada di lokasi ini.
ko: 이 위치의 저장소가 이미 있습니다.
pl: W tym położeniu już jest repozytorium.
sr: Ризница већ постоји на том месту.
vi: Một kho đã sẵn có tại vị trí này.

source: No repository exists at this location.
ca: No hi ha cap repositori en aquesta ubicació.
da: Der findes ikke et opbevaringssted på denne placering.
gl: Non existe un respositorio nesta localización.
hr: Nema repozitorija na ovoj lokaciji.
id: Tidak ada repositori yang ada di lokasi ini.
ko: 이 위치의 저장소가 없습니다.
pl: W tym położeniu nie ma żadnego repozytorium.
sr: Ниједна ризница не постоји на том месту.
vi: Không có kho nào sẵn có tại vị trí này.

source: Not enough free space in repository.
da: Ikke nok fri plads på opbevaringsstedet.
id: Tidak cukup ruang kosong di repositori.
ko: 저장소에 남은 공간이 부족합니다.
pl: Za mało wolnego miejsca w repozytorium.
sr: Нема довољно слободног простора у ризници.

source: Connection closed by remote host: “{}”
ca: Connexió tancada pel servidor remot: «{}»
da: Forbindelsen blev lukket af fjernværten: “{}”
hr: Udaljeni poslužitelj je zatvorio povezivanje: “{}”
id: Sambungan ditutup oleh host jarak jauh: "{}"
ko: 원격 호스트에서 연결을 끊었습니다: “{}”
pl: Zdalny komputer zamknął połączenie: „{}”
sr: Везу је затворио удаљени домаћин: „{}“
vi: Kết nối bị đóng bởi máy chủ: “{}”

source: Exception
da: Undtagelse
id: Pengecualian
pl: Wyjątek
sr: Изузетак

source: Unspecified error.
ca: Error no especificat.
da: Uspecificeret fejl.
gl: Erro non especificado.
hr: Neodređena greška.
id: Kesalahan yang tidak dinyatakan.
ko: 지정하지 않은 오류.
pl: Nieokreślony błąd.
sr: Непозната грешка.
vi: Lỗi không xác định.

source: This backup repository is not encrypted at all, not even with a key stored in plain text. Passwords can only be added to repositories that use encryption.
da: Dette opbevaringssted til sikkerhedskopier er slet ikke krypteret, ikke engang med en nøgle gemt i almindelig tekst. Adgangskoder kan kun tilføjes til opbevaringssteder, der bruger kryptering.
pl: To repozytorium kopii zapasowej w ogóle nie jest zaszyfrowane, nawet kluczem przechowywanym jako zwykły tekst. Hasła można dodawać tylko do repozytoriów używających szyfrowania.

source: Backup will be aborted.
da: Sikkerhedskopiering vil blive afbrudt.
id: Cadangan akan dibatalkan.
pl: Kopia zapasowa zostanie przerwana.
sr: Прављење резерве биће прекинуто.

source: Backup will continue.
da: Sikkerhedskopiering vil fortsætte.
id: Pencadangan akan dilanjutkan.
pl: Kopia zapasowa będzie kontynuowana.
sr: Прављење резерве биће настављено.

source: Backed up data: {}
ca: Dades de còpia de seguretat: {}
da: Sikkerhedskopierede data: {}
hr: Sigurnosno kopirani podaci: {}
id: Data yang dicadangkan: {}
ko: 데이터 백업 완료: {}
pl: Dane umieszczone w kopii zapasowej: {}
sr: Направљена резерва података: {}
vi: Dữ liệu được sao lưu dự phòng: {}

source: Operation {} % completed ({}/{})
ca: Operació {} % completat ({}/{})
da: Handlingen {} % fuldført ({}/{})
hr: Radnja {} % završeno ({}/{})
id: Operasi {} % komplit ({}/{})
ko: 처리 완료 {}% ({}/{})
pl: Ukończono {}% działania ({}/{})
sr: Радња је {} % завршена ({}/{})
vi: Đã hoàn tất thao tác {} % ({}/{}).

source: Operation completed.
ca: S'ha completat l'operació.
da: Handling fuldført.
hr: Radnja je završena.
id: Operasi selesai.
ko: 처리가 끝났습니다.
pl: Ukończono działanie.
sr: Радња је завршена.
vi: Hoàn tất thao tác.

source: Beginning cache transaction
ca: S'està iniciant la transacció a la memòria cau
da: Starter mellemlagertransaktion
hr: Pokretanje prijenosa predmemorije
id: Memulai transaksi cache
ko: 캐시 전송 시작중
pl: Rozpoczynanie transakcji pamięci podręcznej
sr: Започињем пренос оставе
vi: Bắt đầu giao dịch nhớ đệm

source: Downloading cache data
ca: S'estan baixant les dades de la memòria cau
da: Henter data fra mellemlager
hr: Preuzimanje podataka predmemorije
id: Mengunduh data singgahan
ko: 캐시 데이터 다운로드중
pl: Pobieranie danych pamięci podręcznej
sr: Преузимам податке оставе
vi: Đang tải về dữ liệu nhớ đệm

source: Writing cache
ca: S'està escrivint a la memòria cau
da: Skriver mellemlager
hr: Zapisivanju predmemorije
id: Menulis singgahan
ko: 캐시 기록중
pl: Zapisywanie pamięci podręcznej
sr: Записујем оставу
vi: Đang ghi dữ liệu nhớ đệm

source: Synchronizing cache
ca: S'està sincronitzant la memòria cau
da: Synkroniserer mellemlager
hr: Usklađivanje predmemorije
id: Menyelaraskan singgahan
ko: 캐시 동기화중
pl: Synchronizowanie pamięci podręcznej
sr: Усклађујем оставу
vi: Đang đồng bộ hóa bộ nhớ đệm

source: Compacting repository
ca: S'està compactant el repositori
da: Komprimerer opbevaringssted
hr: Sažimanje repozitorija
id: Memadatkan repositori
ko: 저장소 압축중
pl: Porządkowanie repozytorium
sr: Сажимам ризницу
vi: Đang nén kho chứa

source: Updating repository
ca: S'està actualitzant el repositori
da: Opdaterer opbevaringssted
hr: Nadopuna repozitorija
id: Memperbarui repositori
ko: 저장소 갱신중
pl: Aktualizowanie repozytorium
sr: Освежавам ризницу
vi: Đang cập nhật kho

source: Checking repository
ca: S'està comprovant el repositori
da: Tjekker opbevaringssted
hr: Provjera repozitorija
id: Memeriksa repositori
ko: 저장소 검사중
pl: Sprawdzanie repozytorium
sr: Проверавам ризницу
vi: Đang kiểm tra kho

source: Verifying data
ca: S'estan verificant les dades
da: Bekræfter data
hr: Provjera podataka
id: Memverifikasi data
ko: 데이터 검증중
pl: Sprawdzanie poprawności danych
sr: Потврђујем податке
vi: Đang kiểm tra dữ liệu

source: Rebuilding main database
ca: S'està reconstruint la base de dades principal
hr: Ponovna izgradnja glavne baze podataka
id: Membangun kembali basis data utama
ko: 주 데이터베이스 재구성중
pl: Przebudowywanie głównej bazy danych
sr: Поново изграђујем главну базу података
vi: Đang xây dụng lại cơ sở dữ liệu chính

source: Extracting data
ca: S'estan extraient les dades
da: Udtrækker data
hr: Raspakiravanje podataka
id: Mengekstrak data
ko: 데이터 압축 해제중
pl: Rozpakowywanie danych
sr: Извлачим податке
vi: Đang rút trích dữ liệu

source: Extracting permissions
ca: S'estan extraient els permisos
da: Udtrækker rettigheder
hr: Raspakiravanje dozvola
id: Mengekstrak izin
ko: 권한 정보 추출중
pl: Rozpakowywanie uprawnień
sr: Извлачим овлашћења
vi: Đang rút trích quyền truy cập

source: Marking archives as deleted
ca: S'estan marcant els arxius com a suprimits
da: Markerer arkiver som slettede
hr: Označavanje arhiva obrisanima
id: Menandai arsip sebagai dihapus
ko: 보관 파일을 삭제한 항목으로 기록중
pl: Oznaczanie archiwów jako usuniętych
sr: Означавам архиве да су обрисане
vi: Đang đánh dấu kho chứa là “bị xóa”

source: Calculating archive statistics
ca: Càlcul d'estadístiques d'arxiu
da: Beregner arkivstatistik
hr: Izračunavanje statistike arhive
id: Menghitung statistik arsip
ko: 파일 보관 통계 계산중
pl: Obliczanie statystyk archiwów
sr: Израчунавам статистику архиве
vi: Đang tính toán thống kê kho lưu

source: Marking old archives as deleted
ca: S'estan marcant els arxius antics com a suprimits
da: Markerer gamle arkiver som slettede
hr: Označavanje starih arhiva obrisanima
id: Menandai arsip lama sebagai dihapus
ko: 오래된 보관 파일을 삭제한 항목으로 기록중
pl: Oznaczanie starych archiwów jako usuniętych
sr: Означавам старе архиве да су обрисане
vi: Đang đánh dấu kho lưu cũ thành “bị xóa”
