Repository: nmcbride/Pika-Backup
Catalog: po/*.po
Languages: ca, da, gl, hr, id, ko, pl, sr, vi

source: Failed to unmount repository.
ca: No s'ha pogut desmuntar el repositori.
da: Kunne ikke afmontere opbevaringssted.
gl: Produciuse un fallo ao desmontar o repositorio.
hr: Neuspjelo odmontiravanje repozitorija.
id: Gagal melepas kait repositori.
ko: 저장소 마운트 해제에 실패했습니다.
pl: Odmontowanie repozytorium się nie powiodło.
sr: Нисам успео да откачим ризницу.
vi: Gặp lỗi khi bỏ gắn kho chứa.

source: The backup repository is marked as already in use. This information can be outdated if, for example, the computer lost power while using the repository.
ca: El repositori de còpia de seguretat està marcat com a ja en ús. Aquesta informació pot estar obsoleta si, per exemple, l'ordinador perd potència mentre utilitza el repositori.
da: Opbevaringsstedet til sikkerhedskopier er markeret som allerede værende i brug. Disse oplysninger kan være forældede, hvis computeren f.eks. har mistet strømmen, mens den brugte opbevaringsstedet.
hr: Repozitorij sigurnosnog kopiranja je označen kao da se koristi. Ova informacija je možda zastarjela, na primjer, računalo je ostalo bez energije tijekom korištenja repozitorija.
id: Repositori cadangan ditandai sebagai sudah digunakan. Informasi ini bisa ketinggalan zaman jika, misalnya, komputer Anda kehilangan daya saat menggunakan repositori.
ko: 백업 저장소를 이미 사용중인 위치로 기록했습니다. 저장소를 한참 활용 중에 전원이 끊어졌을 경우를 예로 들면 이 정보가 오래될 수도 있습니다.
pl: Repozytorium kopii zapasowej jest oznaczone jako już używane. Ta informacja może być nieaktualna, jeśli na przykład komputer został odłączony z prądu podczas używania repozytorium.
sr: Ризница резерве је означена да је већ у употреби. Ова информација је можда застарела ако је, на пример, рачунар остао без напајања док је користио ту ризницу.
vi: Kho lưu trữ sao lưu được đánh dấu là đã được sử dụng. Thông tin này có thể lỗi thời nếu, ví dụ, máy tính của bạn bị mất điện trong khi sử dụng kho nén.

source: Only continue if it is certain that the repository is not used by any program! Continuing while another program uses the repository might corrupt backup data!
ca: Continueu només si és segur que cap programa utilitza el repositori! Si continueu mentre un altre programa utilitza el repositori, és possible que les dades de còpia de seguretat es malmetin!
da: Fortsæt kun, hvis du er sikker på, at opbevaringsstedet ikke bruges af noget program! Hvis du fortsætter, mens et andet program bruger opbevaringsstedet, kan det ødelægge sikkerhedskopidata!
hr: Samo nastavite ako ste sigurni da repozitorij ne koristi neki drugi program! Nastavak dok drugi program koristi repozitorij može oštetiti podatke sigurnosne kopije!
id: Hanya lanjutkan jika Anda tahu bahwa repositori tidak digunakan oleh program apa pun! Melanjutkan sementara program lain sedang menggunakan repositori mungkin merusak data cadangan!
ko: 오직 해당 저장소를 어떤 프로그램에서도 사용하지 않을 경우에만 계속합니다! 다른 프로그램에서 이 저장소를 계속 사용할 경우 데이터를 잃을 수 있습니다!
pl: Należy kontynuować tylko, jeśli jest pewność, że repozytorium nie jest używane przez żaden program. Kontynuowanie, kiedy inny program używa repozytorium może spowodować uszkodzenie danych w kopii zapasowej.
sr: Наставите само ако је сигурно да ризницу не користи ниједан програм! Ако наставите док други програм користи ту ризницу подаци резерве се могу оштетити!
vi: Chỉ tiếp tục nếu bạn biết rằng kho nén không được sử dụng bởi bất kỳ chương trình nào khác! Tiếp tục trong khi một chương trình khác sử dụng kho nén có thể làm hỏng dữ liệu sao lưu!

source: Continue Anyway
ca: Continua igualment
da: Fortsæt alligevel
gl: Continuar de todas formas
hr: Svejedno nastavi
id: Lanjutkan Saja
ko: 어쨌든 계속
pl: Kontynuuj mimo to
sr: Ипак настави
vi: Vẫn tiếp tục

source: Unable to Eject Backup Disk
da: Kunne ikke skubbe disken til sikkerhedskopi ud
id: Tidak dapat mengeluarkan diska cadangan
pl: Nie można wysunąć dysku z kopią zapasową

source: {} can be safely unplugged.
da: {} kan trygt frakobles.
id: {} dapat dicabut dengan aman.
pl: Można bezpiecznie odłączyć dysk {}.

source: {} can't be ejected.
da: {} kan ikke skubbes ud.
id: {} tidak bisa dikeluarkan.
pl: Nie można wysunąć dysku {}.

source: Could not load configuration file.
ca: No s'ha pogut carregar el fitxer de configuració.
da: Kunne ikke indlæse konfigurationsfil.
gl: Non foi posíbel cargar o ficheiro de configuración.
hr: Nemoguće učitavanje datoteke podešavanja.
id: Tak bisa memuat berkas konfigurasi.
ko: 설정 파일을 불러올 수 없습니다.
pl: Nie można wczytać pliku konfiguracji.
sr: Не могу да учитам датотеку подешавања.
vi: Không thể tải tập tin cấu hình.

source: Could not write configuration file.
ca: No s'ha pogut escriure el fitxer de configuració.
da: Kunne ikke skrive konfigurationsfil.
gl: Non foi posíbel gravar o ficheiro de configuración.
hr: Nemoguće zapisivanje datoteke podešavanja.
id: Tak bisa menulis berkas konfigurasi.
ko: 설정 파일을 기록할 수 없습니다.
pl: Nie można zapisać pliku konfiguracji.
sr: Не могу да упишем датотеку подешавања.
vi: Không thể ghi tập tin cấu hình.

source: One second
ca: Un segon
da: Et sekund
gl: Un segundo
hr: {} sekunda
id: Satu detik
ko: {}초
pl: Jedna sekunda
sr: {} секунда
vi: {} giây

source: One minute
ca: Un minut
da: Et minut
gl: Un minuto
hr: {} minuta
id: Satu menit
ko: {}분
pl: Jedna minuta
sr: {} минут
vi: {} phút

source: One hour
ca: Una hora
da: En time
gl: Unha hora
hr: {} sat
id: Satu jam
ko: {}시간
pl: Jedna godzina
sr: {} сат
vi: {} giờ

source: One day
ca: Un dia
da: En dag
gl: Un día
hr: {} dan
id: Satu hari
ko: {}일
pl: Jeden dzień
sr: {} дан
vi: {} ngày

source: one second
da: et sekund
id: satu detik
pl: jedna sekunda
sr: {} секунда

source: one minute
da: et minut
id: satu menit
pl: jedna minuta
sr: {} минут

source: one hour
da: en time
id: satu jam
pl: jedna godzina
sr: {} сат

source: one day
da: en dag
id: satu hari
pl: jeden dzień
sr: {} дан

source: One minute left
ca: Queda un minut
da: Et minut tilbage
gl: Falta un minuto
hr: %d minuta preostala
id: Tersisa satu menit
ko: {}분 남음
pl: Pozostała jedna minuta
sr: {} минут је преостао
vi: Còn {} phút

source: One hour left
ca: Queda una hora
da: En time tilbage
gl: Falta unha hora
hr: %d sat preostao
id: Tersisa satu jam
ko: {}시간 남음
pl: Pozostała jedna godzina
sr: {} сат је преостао
vi: Còn {} giờ

source: One day left
ca: Queda un dia
da: En dag tilbage
gl: Falta un día
hr: %d dan preostao
id: Tersisa satu hari
ko: {}일 남음
pl: Pozostał jeden dzień
sr: {} дан је преостао
vi: Còn {} ngày

source: Now
ca: Ara
da: Nu
gl: Agora
hr: Trenutno
id: Sekarang
ko: 지금
pl: Teraz
sr: Сада
vi: Bây giờ

source: One minute ago
ca: Fa un minut
da: Et minut siden
gl: Hai un minuto
hr: Prije {} minute
id: Satu menit yang lalu
ko: {}분 전
pl: Minuta temu
sr: Пре {} минут
vi: {} phút trước

source: One hour ago
ca: Fa una hora
da: En time siden
gl: Hai unha hora
hr: Prije {} sata
id: Satu jam yang lalu
ko: {}시간 전
pl: Godzina temu
sr: Пре {} сат
vi: {} giờ trước

source: One day ago
ca: Fa un dia
da: En dag siden
gl: Hai un día
hr: Prije {} dana
id: Satu hari yang lalu
ko: {}일 전
pl: Dzień temu
sr: Пре {} дан
vi: {} ngày trước

source: One week ago
ca: Fa una setmana
da: En uge siden
gl: Hai unha semanasss
hr: Prije {} tjedna
id: Satu minggu yang lalu
ko: {}주 전
pl: Tydzień temu
sr: Пре {} седмице
vi: {} tuần trước

source: One month ago
ca: Fa un mes
da: En måned siden
gl: Hai un mes
hr: Prije {} mjeseca
id: Satu bulan yang lalu
ko: {}달 전
pl: Miesiąc temu
sr: Пре {} месец
vi: {} tháng trước

source: One year ago
ca: Fa un any
da: Et år siden
gl: Hai un ano
hr: Prije {} godine
id: Satu tahun yang lalu
ko: {}년 전
pl: Rok temu
sr: Пре {} годину
vi: {} năm trước

source: Failed to Store Password
ca: No s'ha pogut guardar la contrasenya
da: Kunne ikke gemme adgangskode
hr: Neuspjelo spremanje lozinke
id: Gagal Menyimpan Kata Sandi
ko: 암호 저장에 실패했습니다
pl: Przechowanie hasła się nie powiodło
sr: Нисам успео да сачувам лозинку
vi: Gặp lỗi khi lưu mật khẩu

source: Failed to remove potentially remaining passwords from key storage.
ca: No s'han pogut eliminar les contrasenyes potencialment restants de l'emmagatzematge de claus.
da: Kunne ikke fjerne potentielle tilbageværende adgangskoder fra nøglelager.
gl: Produciuse un fallo potencial ao eliminar os contrasinais que faltan do almacenamento de chaves.
hr: Uklanjanje potencijalno preostalih lozinka iz pohrane ključeva nije uspjelo.
id: Gagal menghapus kata sandi yang kemungkinan tersisa dari penyimpanan kunci.
ko: 키 저장소에서 잠재적으로 남아있는 암호 제거에 실패했습니다.
pl: Usunięcie potencjalnie pozostawionych haseł z bazy kluczy się nie powiodło.
sr: Нисам успео да уклоним вероватно преостале лозинке из смештаја кључева.
vi: Gặp lỗi khi loại bỏ mật khẩu còn lại có khả năng khỏi phần lưu trữ khóa.

source: Pika Backup “{}”
hr: Pika sigurnosno kopiranje “{}”
ko: 피카 백업 “{}”
pl: Kopia zapasowa „{}” programu Pika
sr: Пика резерва „{}“
vi: Sao lưu dự phòng Pika “{}”

source: Failed to Save Cache
ca: No s'ha pogut desar la memòria cau
da: Kunne ikke gemme mellemlager
hr: Neuspjelo spremanje predmemorije
id: Gagal Menyimpan Cache
ko: 캐시 저장에 실패했습니다
pl: Zapisanie pamięci podręcznej się nie powiodło
sr: Нисам успео да сачувам оставу
vi: Gặp lỗi khi ghi bộ nhớ tạm

source: No Password Provided
ca: No s'ha proporcionat cap contrasenya
da: Ingen adgangskode angivet
hr: Lozinka nije navedena
id: Tidak Ada Kata Sandi yang Disediakan
ko: 제공한 암호가 없습니다
pl: Nie podano hasła
sr: Нисте доставили лозинку
vi: Chưa cung cấp mật khẩu

source: To use encryption a password must be provided.
ca: Per a utilitzar el xifratge cal proporcionar una contrasenya.
da: For at anvende kryptering skal der angives en adgangskode.
gl: Para usar o cifrado debe fornecer un contrasinal.
hr: Kako bi se koristila, lozinka šifriranja mora biti navedena.
id: Untuk menggunakan enkripsi, kata sandi harus disediakan.
ko: 암호화를 활용하려면 암호를 입력해야합니다.
pl: Należy podać hasło, aby użyć szyfrowania.
sr: Да бисте користили шифровање треба да доставите лозинку.
vi: Để sử dụng mã hóa phải cung cấp mật khẩu.

source: Entered passwords do not match.
ca: Les contrasenyes introduïdes no coincideixen.
da: De indtastede adgangskoder er ikke ens.
gl: Os contrasinais inseridos non coinciden.
hr: Upisane lozinke se ne podudaraju.
id: Kata sandi yang dimasukkan tidak cocok.
ko: 입력한 암호가 일치하지 않습니다.
pl: Podane hasła się nie zgadzają.
sr: Унесене лозинке се не поклапају.
vi: Mật khẩu đã nhập không khớp nhau.

source: The data stored in encrypted backups is password protected. If encryption is used, the password is required for accessing your backups.
ca: Les dades emmagatzemades en les còpies de seguretat xifrades estan protegides per contrasenya. Si s'utilitzeu el xifratge, es requerirà la contrasenya per a accedir a les vostres còpies de seguretat.
da: Data gemt i krypterede sikkerhedskopier er beskyttet med adgangskode. Hvis der anvendes kryptering, skal adgangskoden bruges for at få adgang til dine sikkerhedskopier.
gl: Os datos gardados en respaldos cifrados están protexidos por contrasinal. Se se usa cifrado, requerirase o contrasinal para acceder aos seus respaldos.
hr: Podaci pohranjeni u šifriranim sigurnosnim kopijama su zaštićeni lozinkom. Ako se šifriranje koristi, potrebna je lozinka za pristup vašim sigurnosnim kopijama.
id: Data yang disimpan dalam cadangan terenkripsi dilindungi kata sandi. Jika enkripsi digunakan, kata sandi diperlukan untuk mengakses cadangan Anda.
ko: 암호화 백업에 저장한 데이터는 암호로 보호합니다. 암호화를 활용한다면, 백업 데이터 접근시 암호가 필요합니다.
pl: Dane przechowywane w zaszyfrowanych kopiach zapasowych są chronione hasłem. Jeśli szyfrowanie jest używane, to hasło jest wymagane do uzyskania dostępu do kopii.
sr: Подаци сачувани у шифрованим резервама су заштићени лозинком. Ако се користи шифровање, лозинка се захтева за приступ резервама.
vi: Dữ liệu được lưu trữ trong các bản sao lưu được mã hóa được bảo vệ bằng mật khẩu. Nếu mã hóa được sử dụng, mật khẩu là bắt buộc để truy cập các bản sao lưu của bạn.

source: Encryption
ca: Xifratge
da: Kryptering
gl: Cifrado
hr: Šifriranje
id: Enkripsi
ko: 암호화
pl: Szyfrowanie
sr: Шифровање
vi: Mã hóa

source: Use Encryption
da: Brug kryptering
id: Gunakan Enkripsi
pl: Szyfrowanie

source: Encrypted
ca: Xifrat
da: Krypteret
gl: Cifrado
hr: Šifrirano
id: Dienkripsi
ko: 암호화 함
pl: Zaszyfrowane
sr: Шифровано
vi: Được mã hóa

source: Unencrypted
ca: Sense xifrar
da: Ukrypteret
gl: Descifrado
hr: Nešifrirano
id: Tidak Terenkripsi
ko: 암호화 안함
pl: Niezaszyfrowane
sr: Нешифровано
vi: Không mã hoá

source: New Encryption Password
da: Ny adgangskode til kryptering
pl: Nowe hasło szyfrowania

source: Repeat Password
da: Gentag adgangskode
hr: Ponovi lozinku
id: Ulangi Kata Sandi
ko: 암호 다시 입력
pl: Powtórzenie hasła
sr: Понови лозинку

source: No such file or directory
da: Ingen sådan fil eller mappe
pl: Nie ma takiego pliku ani katalogu

source: Verifying main database
da: Bekræfter hoveddatabase

source: Verifying references
da: Bekræfter referencer

source: <span line_height='1.6'>Only available for completed backups:</span>
da: <span line_height='1.6'>Kun tilgængelig til fuldførte sikkerhedskopieringer:</span>

source: Either <tt>COMPLETED</tt>, <tt>ABORTED</tt> or <tt>FAILED</tt>
da: Enten <tt>FULDFØRT</tt>, <tt>AFBRUDT</tt> eller <tt>MISLYKKET</tt>

source: Generic Operation
da: Generisk handling

source: The loaded configuration file version {} is incompatible with this version of Pika Backup
da: Den indlæste konfigurationsfils version {} er ikke kompatibel med denne version af Pika Backup

source: Error loading configuration
da: Der opstod en fejl under indlæsning af konfigurationen

source: Not monitoring backup schedule.
da: Overvåger ikke planlagte sikkerhedskopieringer.

source: Error restarting monitor daemon
da: Der opstod en fejl ved genstart af overvågningsdæmonen

source: Archives are being mounted. This might take a while.
da: Arkiverne er ved at blive monteret. Det kan tage noget tid.

source: Preferred Day of Month
da: Foretrukket månedsdag

source: Integrity Check Result
da: Resultat af integritetskontrol

source: ssh://user@server.example.org/~/backup smb://user@server.example.org/files/backup
da: ssh://bruger@server.eksempel.dk/~/sikkerhedskopi smb://bruger@server.eksempel.dk/filer/sikkerhedskopi

source: Getting Repository Information
da: Henter information om opbevaringssted

source: Archives are currently being deleted. Free space will not be reclaimed when aborting.
da: Arkiver er i gang med at blive slettet. Fri plads vil ikke blive genvundet, hvis du afbryder.

source: Failed to list existing repositories.
ca: No s'han pogut llistar els repositoris existents.
gl: Prodiciuse un fallo ao listar os repositorios existentes.
hr: Neuspjeli prikaz postojećih repozitorija.
id: Gagal menampilkan daftar repositori yang sudah ada.
ko: 기존 저장소 조회에 실패했습니다.
sr: Нисам успео да испишем постојеће ризнице.
vi: Gặp lỗi khi liệt kê danh sách kho sẵn có.

source: Back to Overview
hr: Natrag na pregled
id: Kembali ke ikhtisar
ko: 개요로 돌아가기
sr: Назад на претпреглед

source: Back to Location
id: Kembali ke Lokasi

source: Encryption Password
hr: Lozinka šifriranja
id: Kata Sandi Enkripsi
ko: 암호화 암호
sr: Лозинка шифровања

source: Support us on Github Sponsors
sr: Подржите нас на „Github Sponsors“

source: Sophie Herold <sophieherold@gnome.org>
sr: Софија Херолд <sophieherold@gnome.org>

source: Fina Wilke <code@felinira.net>
sr: Фина Вилке <code@felinira.net>

source: Connect
ca: Connecta
gl: Conectar
hr: Poveži
ko: 연결
sr: Повежи се
vi: Kết nối

source: ssh://user@server.example.org/~/backup
gl: ssh://usuario@servidor.exemplo.gal/~/respaldo
hr: ssh://korisnik@poslužitelj.primjer.org/~/backup
sr: ssh://korisnik@server.primer.org/~/backup

source: _Select…
ca: _Selecciona…
gl: _Seleccionar…
hr: _Odaberi…
ko: 선택(_S)…
sr: _Изабери…
vi: _Chọn…

source: Additional command line arguments invalid.
ca: Arguments addicionals de la línia d'ordres no vàlids.
gl: Argumentos de liña de ordes adicionais non válidos.
hr: Dodatni argumenti naredbenog redka su nevaljani.
ko: 추가 명령행 인자가 적절하지 않습니다.
sr: Додатни аргументи линије наредби су неисправни.
vi: Đối số dòng lệnh bổ sung không hợp lệ.

source: Back to overview
ca: Torna a la vista general
gl: Volver á vista xeral
hr: Natrag na pregled
ko: 개요로 돌아가기
vi: Trở về tổng quan

source: Select directory to include…
ca: Seleccioneu el directori a incloure…
hr: Obuhvati direktorije sigurnosnim kopiranjem…
ko: 넣을 디렉터리 선택…
vi: Chọn thư mục được bao gồm…

source: Select directory to exclude…
ca: Seleccioneu el directori a excloure…
hr: Izostavi direktorije iz sigurnosnog kopiranja…
ko: 제외 디렉터리 선택…
vi: Chọn thư mục muốn loại trừ…

source: Refresh list of archives
ca: Actualitza la llista d'arxius
gl: Actualizar a lista de ficheiros
hr: Osvježi popis arhiva
ko: 보관 파일 목록 새로고침
vi: Làm mới danh sách kho nén

source: Additional backup space used
ca: Espai de còpia de seguretat addicional utilitzat
hr: Dodatni prostor za korištenje sigurnosnog kopiranja
ko: 사용한 추가 백업 공간
vi: Sẽ dùng thêm chỗ trống để giữ bản sao lưu

source: Either the system does not support this feature or an error occurred. Scheduled backup functionality and continuing backups in the background will not be available.
ca: El sistema no admet aquesta funcionalitat o s'ha produït un error. La funcionalitat de còpia de seguretat planificada i les còpies de seguretat contínues en segon pla no estaran disponibles.
hr: Ili sustav ne podržava ovu značajku ili se dogodila greška. Funkcionalnost rasporeda sigurnosnog kopiranja i nastavak sigurnosnog kopiranja u pozadini neće biti dostupni.
ko: 시스템에서 이 기능을 지원하지 않거나 오류가 발생했습니다. 계획 백업 기능과 백그라운드 백업 지속 기능을 활용할 수 없습니다.
vi: Hoặc là hệ thống không hỗ trợ tính năng này hoặc là đã có lỗi xảy ra. Tính năng sao lưu dự phòng theo lịch trình và sao lưu dự phòng liên tục chạy dưới nền hệ thống không sẵn sàng.

source: Shell Wildcard Pattern
ca: Patró de comodí de l'intèrpret d'ordres
hr: Uzorak zamjenskih znakova ljuske
vi: Mẫu ký tự đại diện hệ vỏ

source: _Home
ca: _Inici
gl: _Cartafol persoal
hr: _Osobna mapa
vi: N_hà

source: Copyright © 2018–2022 Sophie Herold et al.
hr: Autorsko pravo © 2018–2022 Sophie Herold i sur.
vi: Bản quyền © 2018–2022 Sophie Herold và những người khác.

source: Conventional remote backup locations can be provided as a URL with protocol prefix, address, and folder.
ca: Les ubicacions de còpia de seguretat remota convencionals es poden proporcionar com a URL amb prefix de protocol, adreça i carpeta.
hr: Uobičajene udaljene lokacije sigurnosnog kopiranja mogu biti navedene kao URL s prefiksom protokola, adresom i mapom.
vi: Vị trí sao lưu dự phòng từ xa thông thường có thể được cung cấp bằng một URL với tiền tố giao thức, địa chỉ và thư mục.

source: The “ssh://” protocol is reserved for locations with explicit borg support (see below). The “sftp://” prefix can be used instead.
ca: El protocol «ssh://» està reservat per a ubicacions amb suport explícit de borg (vegeu més avall). En el seu lloc, es pot utilitzar el prefix «sftp://».
hr: “ssh://” protokol je rezerviran za lokacije s izričitom podrškom za borg (pogledajte ispod). Umjesto se može koristiti “sftp://” prefiks.
vi: Giao thức “ssh://” là dành riêng cho vị trí mà được borg hỗ trợ rõ ràng (xem bên dưới). Tiền tố “sftp://” có thể được sử dụng thay thế.

source: Apart from that, all prefixes supported by the GNOME Virtual file system are supported.
ca: Tret d'això, tots els prefixos admesos pel sistema de fitxers virtual del GNOME són compatibles.
gl: Ademáis diso, todos os prefixos compatíbeis co sistema de ficheiros GNOME Virtual son compatíbeis.
hr: Osim toga, podržani su svi prefiksi koje podržava GNOME Virtualni datotečni sustav.
vi: Ngoài ra, tất cả các tiền tố được hỗ trợ bởi hệ thống tập tin ảo GNOME đều được hỗ trợ.

source: Locations with Borg-Backup Support
ca: Ubicacions amb suport de Borg-Backup
hr: Lokacije s BorgBackup podrškom
vi: Các vị trí đượ Borg-Backupc hỗ trợ

source: Locations with explicit borg-backup support can provide better performance. They are special in that the server has a borg-backup binary installed. For those locations, either the “<server address>:<folder>” syntax or the “ssh://” prefix can be used.
hr: Lokacije s izričitom borg-backup podrškom mogu pružiti bolje performanse. Posebne su po tome da poslužitelj sadrži instaliranu binarnu borg-backup datoteku. Za te lokacije, može se koristiti ili “<adresa poslužitelja>:<mapa>” sintaksu ili “ssh://” prefiks.

source: Include directory in backups
ca: Inclou el directori a les còpies de seguretat
gl: Incluír cartafol nos respaldos
hr: Obuhvati direktorije sigurnosnim kopiranjem
vi: Bao gồm thư mục trong sao lưu dự phòng

source: Create backups locally and remote
ca: Crea còpies de seguretat localment i remotes
gl: Cree respaldos local e remotos
vi: Tạo bản sao lưu cục bộ và từ xa

source: Flatpak App Cache
ca: Memòria cau de l'aplicació Flatpak
vi: Bộ nhớ đệm Ứng dụng Flatpak

source: 21st
vi: thứ 21

source: Back end
vi: Ứng dụng chạy phía sau

source: Pika Backup uses BorgBackup.
ca: Pika Backup utilitza BorgBackup.
vi: Sao lưu dự phòng Pika sử dụng BorgBackup.

source: This app wouldn't exist without Borg.
ca: Aquesta aplicació no existiria sense Borg.
gl: Esta aplicación non existiría sen Borg.
vi: Ứng dụng này không tồn tại nếu không có Borg.

source: Support BorgBackup https://www.borgbackup.org/support/fund.html
ca: Suport BorgBackup https://www.borgbackup.org/support/fund.html
vi: Hỗ trợ BorgBackup https://www.borgbackup.org/support/fund.html

source: Each backup run creates a new archive. The archive's name is always prefixed with the current archive prefix.
ca: Cada execució de còpia de seguretat crea un arxiu nou. El nom de l'arxiu sempre està prefixat amb el prefix d'arxiu actual.
vi: Mỗi sao lưu dự phòng chạy tạo ra một kho nén mới. Tên của kho nén luôn được đánh tiền tố bằng tiền tố kho nén hiện tại.

source: Locations with explicit borg-backup support can provide better Performance. They are special in that the server has a borg-backup binary installed. For those locations, either the “<server address>:<folder>” syntax or the “ssh://” prefix can be used.
ca: Les ubicacions amb suport explícit de borg-backup poden proporcionar un millor rendiment. Són especials perquè el servidor té instal·lat un binari de borg-backup. Per a aquestes ubicacions es pot utilitzar la sintaxi «<server address><folder>» o el prefix «ssh://».
vi: Các vị trí được borg-backup hỗ trợ rõ ràng có thể cung cấp Hiệu suất tốt hơn. Chúng đặc biệt ở chỗ máy chủ có cài đặt nhị phân borg-backup. Đối với những vị trí đó, có thể sử dụng cú pháp “<server address>:<folder>” hoặc sử dụng tiền tố “ssh://”.

source: Exclude directory from backup
ca: Exclou el directori de la còpia de seguretat
gl: Excluír cartafol do respaldo
vi: Loại trừ thư mục không sao lưu dự phòng

source: Court Witch
ca: Bruixa de la cort

source: Simple backups based on borg
gl: Copias de respaldo simples baseado en borg

source: Features
gl: Características

source: Limitations
gl: Limitacións

source: Backups made easy: Just activate “Back Up Now” and your data will be saved
gl: Copias de respaldo fáciles: Simplemente active «Respaldar agora» e os seus datos gardaranse

source: Multiple backup locations: Keep backups on local drives and at online services at the same time
gl: Varias localizacións de respaldo: Manteña os respaldos en unidades locais ou en servizos en liña ao mesmo tempo

source: Encrypted backups for data safety: You can protect the data in your backups with a password
gl: Respaldos cifrados para a seguranza de datos: Pode protexer os seus datos nos seus respaldos con contrasinal

source: Backup Medium Connected
gl: Medio de respaldo conectado

source: {} on Disk “{}”
gl: {} no Disco “{}”

source: Run Backup
gl: Executar Respaldo

source: Failed to run “borg”. Is borg-backup installed correctly?
gl: Produciuse un fallo ao executar «borg». Está borg-backup instalado correctamente?

source: Delete backup configuration
gl: Eliminar a configuración do respaldo
